-- Valentina Studio --
-- MySQL dump --
-- ---------------------------------------------------------


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
-- ---------------------------------------------------------


-- CREATE TABLE "articles" ---------------------------------
CREATE TABLE `articles` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`url` VarChar( 512 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`md5_url` Char( 32 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`position` Int( 3 ) UNSIGNED NOT NULL, 
	`content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_description` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_keywords` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_title` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`active` TinyInt( 1 ) UNSIGNED NOT NULL, 
	`date` Date NOT NULL, 
	`short_content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`image` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`count_views` Int( 255 ) NOT NULL DEFAULT '0',
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 6;
-- ---------------------------------------------------------


-- CREATE TABLE "changelog" --------------------------------
CREATE TABLE `changelog` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`created_at` Int( 10 ) UNSIGNED NOT NULL, 
	`filename` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 1;
-- ---------------------------------------------------------


-- CREATE TABLE "comments" ---------------------------------
CREATE TABLE `comments` ( 
	`id` Int( 100 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`date` Date NOT NULL, 
	`active` TinyInt( 1 ) UNSIGNED NOT NULL DEFAULT '0',
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 5;
-- ---------------------------------------------------------


-- CREATE TABLE "config" -----------------------------------
CREATE TABLE `config` ( 
	`group` VarChar( 128 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`key` VarChar( 128 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`value` Text CHARACTER SET utf8 COLLATE utf8_general_ci NULL,
	 PRIMARY KEY ( `group`,`key` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB;
-- ---------------------------------------------------------


-- CREATE TABLE "feedb" ------------------------------------
CREATE TABLE `feedb` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`email` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`phone` VarChar( 100 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`text` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 4;
-- ---------------------------------------------------------


-- CREATE TABLE "feedback" ---------------------------------
CREATE TABLE `feedback` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`updated_at` Timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP, 
	`text` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`email` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`status` Enum( 'open', 'in_process', 'closed' ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT 'open', 
	`answers` Int( 10 ) NULL DEFAULT '0', 
	`phone` VarChar( 100 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = MyISAM
AUTO_INCREMENT = 8;
-- ---------------------------------------------------------


-- CREATE TABLE "menu" -------------------------------------
CREATE TABLE `menu` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 55 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`url` VarChar( 55 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`parent_id` Int( 10 ) UNSIGNED NULL, 
	`position` Int( 10 ) NOT NULL DEFAULT '0', 
	`active` TinyInt( 1 ) NOT NULL DEFAULT '1', 
	`updated_at` Timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP DEFAULT CURRENT_TIMESTAMP,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 1;
-- ---------------------------------------------------------


-- CREATE TABLE "news" -------------------------------------
CREATE TABLE `news` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`s_title` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`s_description` VarChar( 350 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`s_keywords` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`url` VarChar( 512 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`active` TinyInt( 1 ) NULL DEFAULT '0', 
	`md5_url` Char( 32 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`date` Date NOT NULL, 
	`content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`category_id` Int( 10 ) UNSIGNED NOT NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = MyISAM
AUTO_INCREMENT = 100;
-- ---------------------------------------------------------


-- CREATE TABLE "news_categories" --------------------------
CREATE TABLE `news_categories` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`url` VarChar( 512 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`md5_url` Char( 32 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`active` TinyInt( 1 ) UNSIGNED NOT NULL, 
	`s_description` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_keywords` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_title` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`position` Int( 3 ) UNSIGNED NOT NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = MyISAM
AUTO_INCREMENT = 6;
-- ---------------------------------------------------------


-- CREATE TABLE "ourproducts" ------------------------------
CREATE TABLE `ourproducts` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`active` TinyInt( 1 ) UNSIGNED NOT NULL, 
	`position` Int( 3 ) UNSIGNED NOT NULL, 
	`image` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`on_main` TinyInt( 1 ) UNSIGNED NOT NULL, 
	`content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`short_content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`url` VarChar( 512 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`md5_url` Char( 32 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_description` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_keywords` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_title` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`link` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`more_images` Text CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`task` VarChar( 1024 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`date` Int( 11 ) NOT NULL, 
	`second_image` Text CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`feature` Text CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`performer` Text CHARACTER SET utf8 COLLATE utf8_general_ci NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 41;
-- ---------------------------------------------------------


-- CREATE TABLE "ourproducts_categories" -------------------
CREATE TABLE `ourproducts_categories` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`position` Int( 3 ) UNSIGNED NOT NULL DEFAULT '1', 
	`active` TinyInt( 1 ) UNSIGNED NOT NULL DEFAULT '1',
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 9;
-- ---------------------------------------------------------


-- CREATE TABLE "pages" ------------------------------------
CREATE TABLE `pages` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`s_title` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`s_description` VarChar( 350 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`s_keywords` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`url` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`active` TinyInt( 1 ) NULL DEFAULT '0', 
	`updated_at` Timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP DEFAULT CURRENT_TIMESTAMP, 
	`static` TinyInt( 1 ) NULL DEFAULT '0', 
	`content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 31;
-- ---------------------------------------------------------


-- CREATE TABLE "prod_cat" ---------------------------------
CREATE TABLE `prod_cat` ( 
	`prod_id` Int( 10 ) UNSIGNED NOT NULL, 
	`cat_id` Int( 10 ) UNSIGNED NOT NULL,
	 PRIMARY KEY ( `cat_id`,`prod_id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB;
-- ---------------------------------------------------------


-- CREATE TABLE "services" ---------------------------------
CREATE TABLE `services` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`active` TinyInt( 1 ) UNSIGNED NOT NULL DEFAULT '0', 
	`category_id` Int( 10 ) UNSIGNED NOT NULL, 
	`content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`url` VarChar( 512 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`md5_url` Char( 32 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_description` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_keywords` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_title` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`position` Int( 3 ) UNSIGNED NOT NULL, 
	`images` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 48;
-- ---------------------------------------------------------


-- CREATE TABLE "services_categories" ----------------------
CREATE TABLE `services_categories` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`url` VarChar( 512 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`md5_url` Char( 32 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`position` Int( 3 ) UNSIGNED NOT NULL, 
	`content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`active` TinyInt( 1 ) UNSIGNED NOT NULL, 
	`s_description` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_keywords` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`s_title` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`images` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 11;
-- ---------------------------------------------------------


-- CREATE TABLE "slides" -----------------------------------
CREATE TABLE `slides` ( 
	`id` Int( 10 ) AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`content` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`image` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`position` Int( 3 ) UNSIGNED NOT NULL, 
	`active` TinyInt( 1 ) UNSIGNED NOT NULL, 
	`link` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
COMMENT 'utf8_general_ci'
ENGINE = InnoDB
AUTO_INCREMENT = 4;
-- ---------------------------------------------------------


-- CREATE TABLE "user_tokens" ------------------------------
CREATE TABLE `user_tokens` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`user_id` Int( 10 ) UNSIGNED NOT NULL, 
	`user_agent` VarChar( 40 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`token` VarChar( 40 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`created` Int( 10 ) UNSIGNED NOT NULL, 
	`expires` Int( 10 ) UNSIGNED NOT NULL,
	 PRIMARY KEY ( `id` )
, 
	CONSTRAINT `UN_user_tokens_token` UNIQUE( `token` ) )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 44;
-- ---------------------------------------------------------


-- CREATE TABLE "users" ------------------------------------
CREATE TABLE `users` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`email` VarChar( 127 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`password` Char( 64 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`roles` Int( 10 ) UNSIGNED NOT NULL DEFAULT '0', 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`logins` Int( 10 ) UNSIGNED NOT NULL DEFAULT '0', 
	`last_login` Int( 10 ) UNSIGNED NULL, 
	`login_attempts` Int( 10 ) UNSIGNED NULL, 
	`banned_to` Int( 10 ) UNSIGNED NULL, 
	`ban_time` Int( 10 ) UNSIGNED NULL, 
	`reset_password_code` VarChar( 32 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`created_at` Int( 10 ) UNSIGNED NOT NULL, 
	`updated_at` Int( 10 ) UNSIGNED NULL, 
	`register_token` Char( 32 ) CHARACTER SET utf8 COLLATE utf8_general_ci NULL, 
	`active` TinyInt( 1 ) NOT NULL DEFAULT '0', 
	`username` Char( 32 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
	 PRIMARY KEY ( `id` )
, 
	CONSTRAINT `uniq_email` UNIQUE( `email` ) )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 2;
-- ---------------------------------------------------------


-- CREATE TABLE "brief" ------------------------------------
CREATE TABLE `brief` ( 
	`id` Int( 10 ) UNSIGNED AUTO_INCREMENT NOT NULL, 
	`name` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`email` VarChar( 255 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`phone` VarChar( 100 ) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`core` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`type` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`purpose` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`brand` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`example` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`section` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`language` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`style` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`budget` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL, 
	`additional` Text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
	 PRIMARY KEY ( `id` )
 )
CHARACTER SET = utf8
COLLATE = utf8_general_ci
ENGINE = InnoDB
AUTO_INCREMENT = 27;
-- ---------------------------------------------------------


-- Dump data of "articles" ---------------------------------
INSERT INTO `articles`(`id`,`name`,`url`,`md5_url`,`position`,`content`,`s_description`,`s_keywords`,`s_title`,`active`,`date`,`short_content`,`image`,`count_views`) VALUES ( '2', 'Cтатья 1', 'statya-1', '5a0fc92be3478090293dc7b697bab2a5', '1', '<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '', '', '', '1', '2014-11-13', '<p>сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент</p>
', '/files/article/2/4214e5a828c0d4d2f327d594aa0fcc4a.jpg', '1' );
INSERT INTO `articles`(`id`,`name`,`url`,`md5_url`,`position`,`content`,`s_description`,`s_keywords`,`s_title`,`active`,`date`,`short_content`,`image`,`count_views`) VALUES ( '3', 'Статья 2', 'statya-2', 'b2a7e526a712d4c69f64726624322ad7', '2', '<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '', '', '', '1', '2014-11-29', '<p>сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент</p>
', '/files/article/3/ddf3b3fd3a113fc0e6a4a111f0bced78.jpg', '1' );
INSERT INTO `articles`(`id`,`name`,`url`,`md5_url`,`position`,`content`,`s_description`,`s_keywords`,`s_title`,`active`,`date`,`short_content`,`image`,`count_views`) VALUES ( '4', 'Статья 3', 'statya-3', '674c8d9414eaae66d60e38c552106967', '3', '<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '', '', '', '1', '2014-12-16', '<p>сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент</p>
', '/files/article/4/3966b94faa7fb66da4b7fec82b1de85e.jpg', '0' );
INSERT INTO `articles`(`id`,`name`,`url`,`md5_url`,`position`,`content`,`s_description`,`s_keywords`,`s_title`,`active`,`date`,`short_content`,`image`,`count_views`) VALUES ( '5', 'Статья 4', 'statya-4', '18edf09c352bda87366b17b0fa467cb7', '4', '<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '', '', '', '1', '2015-01-16', '<p>сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент сокращенный контент</p>
', '/files/article/5/009d82118c72745464b06560c8d04096.jpg', '0' );
-- ---------------------------------------------------------


-- Dump data of "changelog" --------------------------------
-- ---------------------------------------------------------


-- Dump data of "comments" ---------------------------------
INSERT INTO `comments`(`id`,`name`,`content`,`date`,`active`) VALUES ( '1', 'Пупкин', '<p>Вы боги!</p>
', '2014-11-13', '1' );
INSERT INTO `comments`(`id`,`name`,`content`,`date`,`active`) VALUES ( '2', 'Петров', '<p>Мудаки!</p>
', '2014-11-19', '1' );
INSERT INTO `comments`(`id`,`name`,`content`,`date`,`active`) VALUES ( '3', 'asdasd', '<p>asdasdsd</p>
', '2014-12-05', '0' );
INSERT INTO `comments`(`id`,`name`,`content`,`date`,`active`) VALUES ( '4', 'Сидоров', 'Молодцы', '2014-12-05', '0' );
-- ---------------------------------------------------------


-- Dump data of "config" -----------------------------------
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'auth_ban', 'base_time', '3600' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'auth_ban', 'max_login_attempts', '555' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'auth_ban', 'time_multiplier', '2' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'mailer', 'admin', '' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'mailer', 'encryption', '' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'mailer', 'from', 'info@trip-shop.by' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'mailer', 'hostname', 'mail.trip-shop.by' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'mailer', 'password', 'p@ss4@dm1n' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'mailer', 'port', NULL );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'mailer', 'username', 'info@trip-shop.by' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'parser', 'dominant', '0' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'parser', 'ridershop', '0' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'parser', 'velo', '0' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'price', 'update', '0' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'properties', 'address', '220012, Республика Беларусь
г.Минск, ул. Понаморенко, 34, помещение 10H ' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'properties', 'email', 'info@ariol.by' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'properties', 'phone1', '+375 (29) 652 87 86' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'properties', 'phone2', '+375 (17) 207 10 19' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'social', 'facebook', '' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'social', 'g+', '' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'social', 'skype', '' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'social', 'twitter', '' );
INSERT INTO `config`(`group`,`key`,`value`) VALUES ( 'social', 'vk', '' );
-- ---------------------------------------------------------


-- Dump data of "feedb" ------------------------------------
INSERT INTO `feedb`(`id`,`name`,`email`,`phone`,`text`) VALUES ( '1', 'dfsggs', 'dfgsdg', 'sdfg', 'dsgfs' );
INSERT INTO `feedb`(`id`,`name`,`email`,`phone`,`text`) VALUES ( '2', 'wfe', 'fwefwe', 'wfewfe', 'wfefwe' );
INSERT INTO `feedb`(`id`,`name`,`email`,`phone`,`text`) VALUES ( '3', '11', '22', '33', '44' );
-- ---------------------------------------------------------


-- Dump data of "feedback" ---------------------------------
INSERT INTO `feedback`(`id`,`updated_at`,`text`,`name`,`email`,`status`,`answers`,`phone`) VALUES ( '2', '2014-07-19 12:04:31', 'Здраствуйте, есть ли возможность купить отдельно шкурку для скейтборда (нождак)?', 'Антон', 'vip.gpook@mail.ru', 'open', '0', '+375 33 3200746' );
INSERT INTO `feedback`(`id`,`updated_at`,`text`,`name`,`email`,`status`,`answers`,`phone`) VALUES ( '3', '2014-07-28 21:20:13', 'Имеется ли у Вас в наличии велосипед http://trip-shop.by/velo/fuji-fudji-feather-cx-1-1-d-chernyiy , с рамой L, на рост 182 см', 'Борис', 'megaamino3200@gmail.com', 'open', '0', '80295464418' );
INSERT INTO `feedback`(`id`,`updated_at`,`text`,`name`,`email`,`status`,`answers`,`phone`) VALUES ( '4', '2014-07-29 17:32:42', 'Здравствуйте! Велосипед Author Classic 2014 какие есть ростовки?', 'Марина', 'shumanya08@mail.ru', 'open', '0', '80295745608' );
INSERT INTO `feedback`(`id`,`updated_at`,`text`,`name`,`email`,`status`,`answers`,`phone`) VALUES ( '5', '2014-07-30 14:40:51', 'Здравствуйте! Есть ли в наличии Миникрузер Penny Pastels 22 lemon или Penny Pastels 22 mint? ', 'София', 'olga14423@yandex.ru', 'open', '0', '+7 (905) 530 14 58' );
INSERT INTO `feedback`(`id`,`updated_at`,`text`,`name`,`email`,`status`,`answers`,`phone`) VALUES ( '6', '2014-07-30 14:40:51', 'Здравствуйте! Есть ли в наличии Миникрузер Penny Pastels 22 lemon или Penny Pastels 22 mint? ', 'София', 'olga14423@yandex.ru', 'open', '0', '+7 (905) 530 14 58' );
INSERT INTO `feedback`(`id`,`updated_at`,`text`,`name`,`email`,`status`,`answers`,`phone`) VALUES ( '7', '2014-10-01 20:31:33', '124412412412', '414412', 'zgol@mail.ru', 'open', '0', '' );
-- ---------------------------------------------------------


-- Dump data of "menu" -------------------------------------
-- ---------------------------------------------------------


-- Dump data of "news" -------------------------------------
INSERT INTO `news`(`id`,`name`,`s_title`,`s_description`,`s_keywords`,`url`,`active`,`md5_url`,`date`,`content`,`category_id`) VALUES ( '99', 'новость 4', '', '', '', 'novost-4', '1', 'dcfa71ea51f482f5cdbf041a2bbeae67', '2014-12-02', '<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '4' );
INSERT INTO `news`(`id`,`name`,`s_title`,`s_description`,`s_keywords`,`url`,`active`,`md5_url`,`date`,`content`,`category_id`) VALUES ( '98', 'новость 3', '', '', '', 'novost-3', '1', '3bb7256a044d6d5a766234611f7f0268', '2014-12-03', '<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '4' );
INSERT INTO `news`(`id`,`name`,`s_title`,`s_description`,`s_keywords`,`url`,`active`,`md5_url`,`date`,`content`,`category_id`) VALUES ( '97', 'новость 2', '', '', '', 'novost-2', '1', 'f03178c088abca53c326c4d2c38e725a', '2014-11-04', '<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '5' );
INSERT INTO `news`(`id`,`name`,`s_title`,`s_description`,`s_keywords`,`url`,`active`,`md5_url`,`date`,`content`,`category_id`) VALUES ( '96', 'новость 1', '', '', '', 'novost-1', '1', '01e7b6fcc6894b04bfc903c16df0cd07', '2014-11-20', '<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '4' );
-- ---------------------------------------------------------


-- Dump data of "news_categories" --------------------------
INSERT INTO `news_categories`(`id`,`name`,`url`,`md5_url`,`active`,`s_description`,`s_keywords`,`s_title`,`position`) VALUES ( '5', 'категория 2', 'kategoriya-2', 'eac801319b69e5f070291f4ceb69deb9', '1', '', '', '', '2' );
INSERT INTO `news_categories`(`id`,`name`,`url`,`md5_url`,`active`,`s_description`,`s_keywords`,`s_title`,`position`) VALUES ( '4', 'категория 1', 'kategoriya-1', '07755de9e49657a55292ee9804347778', '1', '', '', '', '1' );
-- ---------------------------------------------------------


-- Dump data of "ourproducts" ------------------------------
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '9', '1', '0', '/files/ourproduct/9/6e3e949d814496ef7ca8e5e14190b878.jpg', '0', '', '', 'artstick-by', '608db974736ab644f89e5897418cde06', '', '', '', 'http://artstick.by/', 'artstick.by', '[]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '10', '1', '0', '/files/ourproduct/10/3fd5934902963fe8de4202fd90ecfab5.jpg', '0', '<p>[img_1|каталог-товаров]</p>

<p>[img_2|видеорегистраторы]</p>

<p>[img_3|видеорегистратор]</p>
', '', 'autogadget-by', '158d7d4c7dde71b3760d7d7422ba42e5', '', '', '', '', 'autogadget.by', '["\\/files\\/ourproduct\\/10\\/f8b409a3101506998ff4aa2d6dbe7d12.png","\\/files\\/ourproduct\\/10\\/57fdffffb128de5f264f70b4563a292d.png","\\/files\\/ourproduct\\/10\\/3752428b4b1116c5722e15adec65aa3d.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '11', '1', '0', '/files/ourproduct/11/5c3e815ad35194597201328ead6b6c2a.jpg', '0', '<p>[img_1|ламинат-alloc-коллекция]</p>

<p>[img_2|ламинат-alloc]</p>

<p>[img_3|ламинат]</p>

<p>[img_4|каталог-товаров]</p>
', '', 'belparket-by', '53b2983a1b06a9eecba21223ddeb78b0', '', '', '', 'http://belparket.by/', 'belparket.by', '["\\/files\\/ourproduct\\/11\\/e04c5515b3eabf4d11fe7f7a4dbaf56a.png","\\/files\\/ourproduct\\/11\\/2647eef71c86d389d48ade0517618c99.png","\\/files\\/ourproduct\\/11\\/74e5e03c571fbfc6fe3e769c86cda2f3.png","\\/files\\/ourproduct\\/11\\/cf04413b34a16cd26dd60f576671349f.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '12', '1', '0', '/files/ourproduct/12/f9efbc87098887527a5b5a89d91f2ebd.jpg', '0', '<p>[img_1|буровые-работы]</p>

<p>[img_2|о-компании]</p>
', '', 'burenie-piter-ru', 'dfe231fa0adfe361b300a658b4232a4c', '', '', '', 'http://burenie-piter.ru/', 'burenie-piter.ru', '["\\/files\\/ourproduct\\/12\\/0dc25cd60c38b8cc1069ae8ae4114983.png","\\/files\\/ourproduct\\/12\\/d398c308fd74e00122005eea9b19402c.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '13', '1', '0', '/files/ourproduct/13/e98a5555e8dff980df4fa6efedc5627b.jpg', '0', '<p>[img_1| главная]</p>

<p>[img_2| категория]</p>

<p>[img_3|&nbsp;подкатегория]</p>

<p>[img_4| наши работы]</p>

<p>[img_5|статьи]</p>

<p>[img_6|страница материала]</p>

<p>[img_7|контакты]</p>
', '', 'ironprod-by', '3f9efb9b9546669d4849a59499413d02', '', '', '', 'http://ironprod.by/', 'ironprod.by', '["\\/files\\/ourproduct\\/13\\/2a9a350648696efc300c69b4b10f15b9.png","\\/files\\/ourproduct\\/13\\/8da3aa6dede5b6b7e540228e8704360e.png","\\/files\\/ourproduct\\/13\\/033a1d0f68bd843899c694a944100bad.png","\\/files\\/ourproduct\\/13\\/f8b7d35ff9634b8f01f5ec6579b1ee5f.png","\\/files\\/ourproduct\\/13\\/febaffd9e528d5fdf29e307823bc371c.png","\\/files\\/ourproduct\\/13\\/380d0c19176e4218fe92aacd99dde797.png","\\/files\\/ourproduct\\/13\\/9ec480a6f094a13094976c9d899e78f4.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '14', '1', '0', '/files/ourproduct/14/6c8a47c207d426645a7bd4d51e001681.jpg', '0', '<p>[img_1|главная-страница]</p>

<p>[img_2|услуги-создание-сайтов]</p>

<p>[img_3|портфолио]</p>

<p>[img_4|новости]</p>

<p>[img_5|контакты]</p>
', '', 'maxtarget-by', '31c2e47a8c0bb2ceec5dcc2136752bde', '', '', '', 'http://maxtarget.by/', 'maxtarget.by', '["\\/files\\/ourproduct\\/14\\/1d2b70ee2e327a7ef4acd152ad408e27.png","\\/files\\/ourproduct\\/14\\/3c3700fe007d9b622807c47ef741ce25.png","\\/files\\/ourproduct\\/14\\/514220ad5d692f59aa1b5c4cd0f1265a.png","\\/files\\/ourproduct\\/14\\/e8521fc908c4b2e93c89c571a2f4c73d.png","\\/files\\/ourproduct\\/14\\/079dc00e4e6fe2c4414eae5e82670a68.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '15', '1', '0', '/files/ourproduct/15/f670a041fc493fbe15a467c193d11760.jpg', '0', '<p>[img_1|творческая-мастерская]</p>

<p>[img_2|регистрация]</p>

<p>[img_3|рубрики]</p>

<p>[img_4|мой-профиль]</p>

<p>[img_5|авторизация]</p>

<p>[img_6|комментарии]</p>

<p>[img_7|сообщения]</p>

<p>[img_8|страница-диалога]</p>
', '', 'sibillina-com', '2ade4083179c2d570a3650019d290e4b', '', '', '', 'http://sibillina.com/', 'sibillina.com', '["\\/files\\/ourproduct\\/15\\/f9190ffa4e5ab564e74ebb4c743232d4.png","\\/files\\/ourproduct\\/15\\/8bdba0030138f0d9b0868ac79c9821e6.png","\\/files\\/ourproduct\\/15\\/e06e61d765e678725f2bbe9395f7b90d.png","\\/files\\/ourproduct\\/15\\/e848d83c8c8335a592418907519615d8.png","\\/files\\/ourproduct\\/15\\/574cb523dfc85ede207945cf295863eb.png","\\/files\\/ourproduct\\/15\\/c4475a1ae2b6cdeda86b97369e515481.png","\\/files\\/ourproduct\\/15\\/0831a2e56ff98714bd4135fa691b73ef.png","\\/files\\/ourproduct\\/15\\/c6dbf7232f07ea79bc2c7a4f6f0d16d4.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '16', '1', '0', '/files/ourproduct/16/c719938fd69483425704bc387472eb48.jpg', '0', '<p>[img_1|главная]</p>
', '', 'troyanda-by', '76d8cef7031abef2232dab6c199a6dd4', '', '', '', 'http://troyanda.by/', 'troyanda.by', '["\\/files\\/ourproduct\\/16\\/ef108d5afd27c14fdc7a28878b35c277.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '17', '1', '0', '/files/ourproduct/17/60bda6663b7c0f0283c5c0dec7d7556e.jpg', '1', '<p>[img_1|главная]</p>

<p>[img_2|список-заказов]</p>

<p>[img_3|блог-комментарии]</p>

<p>[img_4|блог]</p>

<p>[img_5|каталог-изображений]</p>

<p>[img_6|оформление-заказа]</p>
', '', 'vprint-by', '8d0ab240aca426a56a96bb025b714c88', '', '', '', 'http://vprint.by/', 'vprint.by', '["\\/files\\/ourproduct\\/17\\/e2247b4de46b9c8847a0ed65f0c9e720.png","\\/files\\/ourproduct\\/17\\/3d5a8fa5e1bca8487ee820de1fbdf908.png","\\/files\\/ourproduct\\/17\\/e2b4b74afb7c08e7b7a1c3dcc99f7e54.png","\\/files\\/ourproduct\\/17\\/c47468d82f06371dfff4a25647a25703.png","\\/files\\/ourproduct\\/17\\/65af48c3eef9b92a8d3e687f62999c44.png","\\/files\\/ourproduct\\/17\\/988d0d208b15a320c0e0e8fd6af5095b.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '18', '1', '0', '/files/ourproduct/18/e37cf3ef51ea658a01eda7e823fa38cf.jpg', '0', '<p><img alt="" src="/ckfinder/userfiles/images/f_23950bd2486d532e.jpg" style="height:1200px; width:791px" /></p>
', '', 'set-kafe-ru', 'e13123b28be4e1265d2132cf5a893f66', '', '', '', '', 'Сайт для сети кафе', '["\\/files\\/ourproduct\\/18\\/80e629a07ef7a2eb2775ed6519a1cafa.png","\\/files\\/ourproduct\\/18\\/548313e21f0bdeaac98c27f98baa87ee.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '19', '1', '0', '/files/ourproduct/19/f998683046b00adb8f3056402f8a5a66.jpg', '1', '<p>[img_1|главная]</p>

<p>[img_2|премиксы]</p>

<p>[img_3|продукция]</p>

<p>[img_4|контакты]</p>
', '', 'bbkbio-by', '26e9bf3f55b3564b7b1d6fcc1d8d7830', '', '', '', 'http://bbkbio.by/', 'bbkbio.by', '["\\/files\\/ourproduct\\/19\\/8bbb2848bdcf755d77a9ff5a3e54a096.png","\\/files\\/ourproduct\\/19\\/e7aa0fb8a6910794b1aa9d1c3b4ffc29.png","\\/files\\/ourproduct\\/19\\/1c3cb514f9c57a89a9ad42ef02c09317.png","\\/files\\/ourproduct\\/19\\/e61ef4a145ccc9a47c1866e41a14885c.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '20', '1', '0', '/files/ourproduct/20/5390ca5c84bc41ad7c79e606f465f906.jpg', '0', '<p>[img_1|главная]</p>

<p>[img_2|с-чего-начать]</p>
', '', 'europastartour-ru', 'a697a71a656a9972413fb1a72e713e78', '', '', '', '', 'europastartour.ru', '["\\/files\\/ourproduct\\/20\\/5ce6e0196c20c8dc8b78539b680c979b.png","\\/files\\/ourproduct\\/20\\/98ee7671c1ec9f06b855d741fa5db88b.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '21', '1', '0', '/files/ourproduct/21/316254b2281656be27b8c09f670026bf.jpg', '0', '<p>[img_1|главная]</p>

<p>[img_2|категория-товаров]</p>

<p>[img_3|товар]</p>

<p>[img_4|форма-написать-отзыв]</p>
', '', 'promryad-by', 'ff5f38b6ce0008a3971ea2024db93db3', '', '', '', 'http://promryad.by/', 'promryad.by', '["\\/files\\/ourproduct\\/21\\/e9d259204e5cdd9adaabf18c0f5975b3.png","\\/files\\/ourproduct\\/21\\/c9f94e30a2f3d7486fb682afb0bf729c.png","\\/files\\/ourproduct\\/21\\/9b8f521b5a2c0e37ef5a89c574e7f201.png","\\/files\\/ourproduct\\/21\\/bf8e7b2d1b965878c4a1e0e30c3206e3.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '22', '1', '0', '/files/ourproduct/22/435318350eb254bd8447c8b3f8461ecd.jpg', '0', '<p>[img_1|главная]</p>

<p>[img_2|страница-категории]</p>

<p>[img_3|страница-списка-категорий]</p>

<p>[img_4|страница-товара]</p>

<p>[img_5|страница-услуг]</p>
', '', 'remonti-by', 'c1d614fbd37a122eb4ee2cb819509d86', '', '', '', '', 'remonti.by', '["\\/files\\/ourproduct\\/22\\/fe9b8f50829c7a6ece8879d5b7126960.png","\\/files\\/ourproduct\\/22\\/3b6518ea380465d501b96ed09c00cb00.png","\\/files\\/ourproduct\\/22\\/b865cfe8156a9c99924e34d39364679a.png","\\/files\\/ourproduct\\/22\\/68ea7c8d7ec2ab3fa3339638335335ca.png","\\/files\\/ourproduct\\/22\\/7b280571654a67e09a6ee3f973f3cc17.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '23', '1', '0', '/files/ourproduct/23/b50a6fde00ca8ea3fa5970c0e9223132.jpg', '0', '<p>[img_1|главная]</p>

<p>[img_2|категории]</p>

<p>[img_3|лайтбокс]</p>

<p>[img_4|отзывы]</p>

<p>[img_5|форма-добавления-отзыва]</p>

<p>[img_6|контакты]</p>
', '', 'shuflyada-by', '5138a2efbb552365df3ee20d0c43e77f', '', '', '', 'http://shuflyada.by/', 'shuflyada.by', '["\\/files\\/ourproduct\\/23\\/bbafad01372497f4480a4b7694f3955d.png","\\/files\\/ourproduct\\/23\\/5778596e22d17fe89223fbc6fb5104a9.png","\\/files\\/ourproduct\\/23\\/9bb7996512d45f1dca6f2881fc0efc0c.png","\\/files\\/ourproduct\\/23\\/0b715e916f0fc258293557cec06b253a.png","\\/files\\/ourproduct\\/23\\/2ae819e93e73e65c806184062c94c09f.png","\\/files\\/ourproduct\\/23\\/d2508201897f7e8f30bc1a4cdc006a31.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '24', '1', '0', '/files/ourproduct/24/fabd98eced8b5423434ace0d323e2bbe.jpg', '1', '<p>[img_1|главная]</p>

<p>[img_2|каталог]</p>

<p>[img_3|материал]</p>

<p>[img_4|товар]</p>

<p>[img_5|блог]</p>
', '', 'sibillina-by', '9a324f8e06b93294f4bf492c74abb9b8', '', '', '', 'http://sibillina.by/', 'sibillina.by', '["\\/files\\/ourproduct\\/24\\/ae456ed18b8ba8f7a40f38f3eb1489b7.png","\\/files\\/ourproduct\\/24\\/fb60239f49bcf5ef458eb748970b01a1.png","\\/files\\/ourproduct\\/24\\/ea7fafee05ccb236d65720a643fb6a36.png","\\/files\\/ourproduct\\/24\\/54a00c5ffcd5f6e04a4e8d7811ec9bee.png","\\/files\\/ourproduct\\/24\\/11f0f50db7f594c1480f578b1b97324c.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '26', '1', '0', '/files/ourproduct/26/d52376874d51593849006fde8b17ddb4.jpg', '0', '', '', 'stroi-city-by', '74714b65b674812d04ebd75e187c8b5f', '', '', '', 'http://stroi-city.by/', 'stroi-city.by', '[]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '27', '1', '0', '/files/ourproduct/27/73768d9150d713d52a586052d9a2dbbd.jpg', '1', '<p>[img_1|главная]</p>
', '', 'superpol-by', 'b8d40786ce7e1c44da99d00c0763a32e', '', '', '', '', 'superpol.by', '["\\/files\\/ourproduct\\/27\\/59ba281a418306bf731825eb8398768a.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '28', '1', '0', '/files/ourproduct/28/01a690299c287fd29931de40fa5ac503.jpg', '1', '<p>[img_1|главная]</p>
', '', 'leather-by', 'a4f6dee9effd431bf063ddceb257b1b8', '', '', '', '', 'leather.by', '["\\/files\\/ourproduct\\/28\\/6c642ff861bc93e4acbc59d0f790ae70.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '29', '1', '0', '/files/ourproduct/29/198e24ecc167dec9326be80767bee31c.jpg', '0', '<p>[img_1|главная]</p>

<p>[img_2|категория]</p>

<p>[img_3|корзина]</p>

<p>[img_4|материал]</p>

<p>[img_5|новости-статьи]</p>

<p>[img_6|товар]</p>
', '', '1teh-by', 'd989e9428c90183dcc79c0edaf70ed0b', '', '', '', 'https://1teh.by/', '1teh.by', '["\\/files\\/ourproduct\\/29\\/f7b7c9cb288ed5af71c4866d6ad43ad4.png","\\/files\\/ourproduct\\/29\\/29d57add0fb4e7458d3f2c8f9244a868.png","\\/files\\/ourproduct\\/29\\/04592c20e73070f172384c4f8c1f6f20.png","\\/files\\/ourproduct\\/29\\/2198e8f37bbd28974b1adab8b0b95a4f.png","\\/files\\/ourproduct\\/29\\/61019be8e52483cbb4a2a1c656630c81.png","\\/files\\/ourproduct\\/29\\/0d90b6aa9343ed6b555c762b314f661f.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '30', '1', '0', '/files/ourproduct/30/a9928a290c496228c5b8cfc77fe2f7da.jpg', '0', '<p>[img_1|главная]</p>

<p>[img_2|вакансии]</p>

<p>[img_3|категории-ритейлеров]</p>

<p>[img_4|список-ритейлеров]</p>

<p>[img_5|mart-inn-о-нас]</p>

<p>[img_6|mart-inn-наши-магазины]</p>

<p>[img_7|mart-inn-новости]</p>

<p>[img_8|mart-inn-галерея]</p>
', '', 'belretail-by', 'e59bc5bac04a20ca4b426910c5328e75', '', '', '', 'http://belretail.by/', 'belretail.by', '["\\/files\\/ourproduct\\/30\\/fb315e4e57f70aba9ba0ca3455a42650.png","\\/files\\/ourproduct\\/30\\/36e2f4eb12435341f09a658370778b91.png","\\/files\\/ourproduct\\/30\\/1da860da269f95bf13844c3a7b4bb0b1.png","\\/files\\/ourproduct\\/30\\/4ff8762d9dd6e7ee6309f23db6ec89cd.png","\\/files\\/ourproduct\\/30\\/7ce20d051064c4370fa19ef592ca4c69.png","\\/files\\/ourproduct\\/30\\/64d430948d53d8489f8bcf71c582fcb1.png","\\/files\\/ourproduct\\/30\\/dd8bd460134ea8f92dd6d09907adc9be.png","\\/files\\/ourproduct\\/30\\/a3749fc70d4f4738ffb3efd49ad6b0eb.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '31', '1', '0', '/files/ourproduct/31/54b9aac919afdd959b9d9715ec7533e6.jpg', '0', '<p>[img_1|главная]</p>

<p>[img_2|лагерь]</p>

<p>[img_3|фотоотчёт]</p>

<p>[img_4|видеоотчёт]</p>

<p>[img_5|новости]</p>

<p>[img_6|школа]</p>
', '', 'isemya-by', '6a2027cebceb4e34e7e6191f0612b36d', '', '', '', 'http://isemya.by/', 'isemya.by', '["\\/files\\/ourproduct\\/31\\/75380be8e624d86146c14b4bcd6001a8.png","\\/files\\/ourproduct\\/31\\/0005ab13209f3793bc76191f12e59460.png","\\/files\\/ourproduct\\/31\\/b61462817cae8022cec31ba5cff21ede.png","\\/files\\/ourproduct\\/31\\/59296bdf2d9db2272d8dd3d885783657.png","\\/files\\/ourproduct\\/31\\/04abfd344f12e003830dc4e46e799a86.png","\\/files\\/ourproduct\\/31\\/4dec76c6b1406cae45d6ae6c61d6f2b7.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '32', '1', '0', '/files/ourproduct/32/92ed5e514585ebc9b96a2421e5ad26f2.jpg', '1', '<p>[img_1|главная]</p>

<p>[img_2|категория]</p>

<p>[img_3|страница-услуги]</p>

<p>[img_4|акции]</p>
', '', 'lumena-by', '64e388db51a1594c29c37157a17cbcef', '', '', '', 'http://lumena.by/', 'lumena.by', '["\\/files\\/ourproduct\\/32\\/670b866b89a7d4708060b159d2640408.png","\\/files\\/ourproduct\\/32\\/5c9e93a690b302cf8bd0d0cf56d5362e.png","\\/files\\/ourproduct\\/32\\/07e23d24197434c53146464aa7ded341.png","\\/files\\/ourproduct\\/32\\/a045a1d3bb31b96d907f41707ffc7a16.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '33', '1', '0', '/files/ourproduct/33/06000fe454b644d9078506fb040822e2.jpg', '0', '<p>[img_1|главная]</p>

<p>[img_2|обзор]</p>
', '', 'pomestam-by', '32196643619636edc770ff1068b22d9f', '', '', '', 'http://pomestam.by/', 'pomestam.by', '["\\/files\\/ourproduct\\/33\\/1f1387022608d08a889b5e1b4cabbceb.png","\\/files\\/ourproduct\\/33\\/fbb0565b943788cda91e8f533bf8762e.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '34', '1', '0', '/files/ourproduct/34/97cfff0454260f0108942ad85ccaeb1a.jpg', '0', '<p>[img_1|главная]</p>
', '', 'rbk-bel-by', '17240c9629329b437717ee94917cfe05', '', '', '', 'http://rbk-bel.by/', 'rbk-bel.by', '["\\/files\\/ourproduct\\/34\\/c55b63d41d8f6633ed333014d38a9855.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '35', '1', '0', '/files/ourproduct/35/d9ab98ba69abbc4ed6654d961b64c228.jpg', '0', '<p>[img_1|главная]</p>
', '', 'tomond-by', 'ee9cdad617c55bfd411c7d42db778cd4', '', '', '', 'http://tomond.by/', 'tomond.by', '["\\/files\\/ourproduct\\/35\\/1995b87df91265bc4d737f41519efeb7.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '36', '1', '0', '/files/ourproduct/36/ee783f16c04d38d50f30b75cd09c47f7.jpg', '1', '<p>[img_1|главная]</p>

<p>[img_2|категория]</p>

<p>[img_3|корзина]</p>

<p>[img_4|товар]</p>

<p>[img_5|контакты]</p>
', '', 'trip-shop-by', 'acb755b8fdad94b3aed8113cf164f49a', '', '', '', 'http://trip-shop.by/', 'trip-shop.by', '["\\/files\\/ourproduct\\/36\\/64510e5b67260c34e5ff25d5976e027b.png","\\/files\\/ourproduct\\/36\\/d4c70e73e3e12c1b3f0a670bfaa996f7.png","\\/files\\/ourproduct\\/36\\/2f8e4cbd144487ea35f14ee4bd34f371.png","\\/files\\/ourproduct\\/36\\/a9ae8acec29c7dd5025d8a5c7e4f41b5.png","\\/files\\/ourproduct\\/36\\/ae279d1c24d64f268af89bf1e30d9695.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '37', '1', '0', '/files/ourproduct/37/37478bda830f9ac23b655da6dc09b824.jpg', '0', '<p>[img_1|главная]</p>

<p>[img_2|категория]</p>

<p>[img_3|товар]</p>
', '', 'internet-magazin-mebeli-by', 'ccefd7fd65e158d8c6f5da259f845b13', '', '', '', '', 'интернет-магазин-мебели.by', '["\\/files\\/ourproduct\\/37\\/cea37492c7ef51f800de1582d2a170a9.png","\\/files\\/ourproduct\\/37\\/70c023acbde2b550b98f725b8deb6d4f.png","\\/files\\/ourproduct\\/37\\/d2788fdf515f5b557fcf8bfa040a1f8e.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '38', '1', '1', '/files/ourproduct/38/ec9af5f7636471fa8cc5bdca868ea914.jpg', '1', '<p>[img_1|главная]</p>

<p>[img_2|категория]</p>

<p>[img_3|корзина]</p>

<p>[img_4|личный кабинет]</p>

<p>[img_5|меню]</p>

<p>[img_6|поиск]</p>

<p>[img_7|регистрация]</p>

<p>[img_8|технологии]</p>

<p>[img_9|товар]</p>

<p>[img_10|блог]</p>

<p>[img_11|блог-коллекция]</p>

<p>[img_12|бренды]</p>

<p>[img_13|tamaris]</p>

<p>[img_14|вход-на-сайт]</p>
', '', 'euroshoes-by', 'c2ff54239523d1be0c69a9dad59bdc36', '', '', '', 'http://euroshoes.by/', 'euroshoes.by', '["\\/files\\/ourproduct\\/38\\/4c68d67b102cd1da220679aa7022d710.png","\\/files\\/ourproduct\\/38\\/1cbc90075606d1365cf543ab00185052.png","\\/files\\/ourproduct\\/38\\/e24c909c41f6e238f54275c7161c824b.png","\\/files\\/ourproduct\\/38\\/5c27234ab7442d73fef99763219f37aa.png","\\/files\\/ourproduct\\/38\\/7675561f1fce8a27d1f027dad4260038.png","\\/files\\/ourproduct\\/38\\/9db77ea048887aef86d5ced1322e6557.png","\\/files\\/ourproduct\\/38\\/f60d8cd3e2528e172d3a1214ec49fe0c.png","\\/files\\/ourproduct\\/38\\/4812b18f9ff3839b143f6d4323e8cb15.png","\\/files\\/ourproduct\\/38\\/c6b1a1ba93f0f9e5378c32aa9a6164c2.png","\\/files\\/ourproduct\\/38\\/221bb92db880156d31ad1e240fb1ffea.png","\\/files\\/ourproduct\\/38\\/5c4519477902e7e2c6ed22d96629a4ec.png","\\/files\\/ourproduct\\/38\\/fdd57b9c23497d18ccc2ea2f022e21aa.png","\\/files\\/ourproduct\\/38\\/9a3316d582251850baeeedf242e38b34.png","\\/files\\/ourproduct\\/38\\/6eaaf4768c88cc1e2764714843ba438c.png"]', '', '2000', '', '', '' );
INSERT INTO `ourproducts`(`id`,`active`,`position`,`image`,`on_main`,`content`,`short_content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`link`,`name`,`more_images`,`task`,`date`,`second_image`,`feature`,`performer`) VALUES ( '39', '1', '0', '/files/ourproduct/39/ca2a104121285b45c901e0caea845749.jpg', '1', '<p>[img_1|главная]</p>

<p>[img_2|категория-товаров]</p>

<p>[img_3|корзина]</p>

<p>[img_4|мероприятие]</p>

<p>[img_5|мероприятия]</p>

<p>[img_6|новости]</p>

<p>[img_7|новость]</p>

<p>[img_8|профиль]</p>

<p>[img_9|личный-кабинет]</p>

<p>[img_10|регистрация]</p>

<p>[img_11|страница товара]</p>

<p>[img_12|библиотека]</p>

<p>[img_13|библиотека-материал]</p>
', '', 'speaker', 'f0dc81a8a980333e911f475b62f6f238', '', '', '', 'http://speaker.by/', 'speaker.by', '["\\/files\\/ourproduct\\/39\\/c7faea05bf2d1c4b808d0209a92257a0.png","\\/files\\/ourproduct\\/39\\/02830c81dcadaa53b37d6ca7c095f417.png","\\/files\\/ourproduct\\/39\\/c36da128a121a32521be2c8435b4c6af.png","\\/files\\/ourproduct\\/39\\/11e2007633d8757bb16b4ee11dea51d6.png","\\/files\\/ourproduct\\/39\\/d6d840dfe397ba07435f254e714e013d.png","\\/files\\/ourproduct\\/39\\/15879d15f6734b441a78cbed654231eb.png","\\/files\\/ourproduct\\/39\\/984b4063280849dc091134db7a50cec0.png","\\/files\\/ourproduct\\/39\\/76615d02d350ef0083f6efc9391e3c0c.png","\\/files\\/ourproduct\\/39\\/643d067ff9d2701c6711636c3cf412ea.png","\\/files\\/ourproduct\\/39\\/fda0771c6958e91da9feb04c2f05e502.png","\\/files\\/ourproduct\\/39\\/0b43f6b38f459dab158a4ad1b37378d1.png","\\/files\\/ourproduct\\/39\\/7e55df3e80cf395be05c538ee76e5291.png","\\/files\\/ourproduct\\/39\\/810093d4f161c2a27dec588dc594171e.png"]', '', '2000', '', '', '' );
-- ---------------------------------------------------------


-- Dump data of "ourproducts_categories" -------------------
INSERT INTO `ourproducts_categories`(`id`,`name`,`position`,`active`) VALUES ( '1', 'иллюстрация', '1', '1' );
INSERT INTO `ourproducts_categories`(`id`,`name`,`position`,`active`) VALUES ( '2', 'дизайн', '2', '1' );
INSERT INTO `ourproducts_categories`(`id`,`name`,`position`,`active`) VALUES ( '3', 'оптимизация', '3', '1' );
INSERT INTO `ourproducts_categories`(`id`,`name`,`position`,`active`) VALUES ( '4', 'вёрстка', '4', '1' );
INSERT INTO `ourproducts_categories`(`id`,`name`,`position`,`active`) VALUES ( '5', 'продвижение', '5', '1' );
INSERT INTO `ourproducts_categories`(`id`,`name`,`position`,`active`) VALUES ( '6', 'разработка сайта', '6', '1' );
INSERT INTO `ourproducts_categories`(`id`,`name`,`position`,`active`) VALUES ( '7', 'поддержка', '7', '1' );
INSERT INTO `ourproducts_categories`(`id`,`name`,`position`,`active`) VALUES ( '8', 'логотип сайта', '8', '1' );
-- ---------------------------------------------------------


-- Dump data of "pages" ------------------------------------
INSERT INTO `pages`(`id`,`name`,`s_title`,`s_description`,`s_keywords`,`url`,`active`,`updated_at`,`static`,`content`) VALUES ( '2', 'Главная страница', 'Главная страница', '', '', '', '1', '2014-11-17 19:30:21', '1', '' );
INSERT INTO `pages`(`id`,`name`,`s_title`,`s_description`,`s_keywords`,`url`,`active`,`updated_at`,`static`,`content`) VALUES ( '21', 'Контакты', 'Контакты', '', '', 'contacts', '1', '2015-02-05 15:53:13', '0', '<pre>
220012, <span style="font-family:dejavu sans mono">Республика Беларусь</span><span style="color:#e8bf6a">
</span><span style="font-family:dejavu sans mono">г</span>.<span style="font-family:dejavu sans mono">Минск</span>, <span style="font-family:dejavu sans mono">ул</span>. <span style="font-family:dejavu sans mono">Понаморенко</span>, 34, <span style="font-family:dejavu sans mono">помещение </span>10H<span style="color:#e8bf6a">
</span></pre>
' );
INSERT INTO `pages`(`id`,`name`,`s_title`,`s_description`,`s_keywords`,`url`,`active`,`updated_at`,`static`,`content`) VALUES ( '29', 'Вакансии', 'Вакансии', '', '', 'vakansii', '1', '2014-12-04 17:53:13', '0', '<p>вакансии контент</p>

<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
' );
INSERT INTO `pages`(`id`,`name`,`s_title`,`s_description`,`s_keywords`,`url`,`active`,`updated_at`,`static`,`content`) VALUES ( '30', 'О компании', 'О компании', '', '', 'o-kompanii', '1', '2014-12-04 17:53:22', '0', '<p>о компании контент</p>

<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
' );
-- ---------------------------------------------------------


-- Dump data of "prod_cat" ---------------------------------
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '1', '1' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '2', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '3', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '6', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '9', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '10', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '11', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '12', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '13', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '14', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '15', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '16', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '17', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '18', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '19', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '20', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '21', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '22', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '23', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '24', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '25', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '26', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '27', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '28', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '29', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '30', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '31', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '32', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '33', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '34', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '35', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '36', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '37', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '38', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '39', '2' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '2', '3' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '3', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '9', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '10', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '11', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '12', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '13', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '14', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '15', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '16', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '17', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '18', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '19', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '20', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '21', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '22', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '23', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '24', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '26', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '27', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '28', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '29', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '30', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '31', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '32', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '33', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '34', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '35', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '36', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '37', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '38', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '39', '4' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '3', '5' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '6', '5' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '7', '5' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '4', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '7', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '8', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '9', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '10', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '11', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '12', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '13', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '14', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '15', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '16', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '17', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '18', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '19', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '20', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '21', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '22', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '23', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '24', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '26', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '27', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '28', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '29', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '30', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '31', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '32', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '33', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '34', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '35', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '36', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '37', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '38', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '39', '6' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '4', '7' );
INSERT INTO `prod_cat`(`prod_id`,`cat_id`) VALUES ( '5', '8' );
-- ---------------------------------------------------------


-- Dump data of "services" ---------------------------------
INSERT INTO `services`(`id`,`name`,`active`,`category_id`,`content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`position`,`images`) VALUES ( '46', 'Разработка сайта', '1', '0', '<p>Описание раздела</p>
', 'razrabotka-sayta', 'eb4373249201c6d21e18d47303ab009e', '', '', '', '1', '[]' );
INSERT INTO `services`(`id`,`name`,`active`,`category_id`,`content`,`url`,`md5_url`,`s_description`,`s_keywords`,`s_title`,`position`,`images`) VALUES ( '47', 'Контекстная реклама', '1', '0', '<p>Описание раздела</p>
', 'ad-search', 'c7bd03a1ae755eee0a7e699a5ead2b6a', '', '', '', '0', '[]' );
-- ---------------------------------------------------------


-- Dump data of "services_categories" ----------------------
INSERT INTO `services_categories`(`id`,`name`,`url`,`md5_url`,`position`,`content`,`active`,`s_description`,`s_keywords`,`s_title`,`images`) VALUES ( '6', 'Технологические металлоконструкции', 'tehnologicheskie-metallokonstruktsii', 'bb504373817e71f6110ee7c74e69fa66', '1', '<p>контент технологические металлоконструкции</p>

<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '1', '', '', '', '["\\/files\\/service_category\\/6\\/80f42440bd0a95888b78548833aff7fe.jpg"]' );
INSERT INTO `services_categories`(`id`,`name`,`url`,`md5_url`,`position`,`content`,`active`,`s_description`,`s_keywords`,`s_title`,`images`) VALUES ( '7', 'Металлическая мебель', 'metallicheskaya-mebel', 'da7d2af2475ecee67617c82460249802', '2', '<p>контент металлическая мебель</p>

<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '1', '', '', '', '["\\/files\\/service_category\\/7\\/4915fda6a164616a16a87e30e4089e88.png","\\/files\\/service_category\\/7\\/1472dcbd5eafed165fbe278b8f2d46e6.png"]' );
INSERT INTO `services_categories`(`id`,`name`,`url`,`md5_url`,`position`,`content`,`active`,`s_description`,`s_keywords`,`s_title`,`images`) VALUES ( '8', 'Металлопрокат', 'metalloprokat', 'd6709d08d0c94a94f9a2c5612f2ac6f8', '3', '<p>контент металлопрокат</p>

<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '1', '', '', '', '["\\/files\\/service_category\\/8\\/a134c6623a1d2fcb91c9a2cc3d93a3d5.png","\\/files\\/service_category\\/8\\/52a94b653600cfc633897abc43f8fe31.png"]' );
INSERT INTO `services_categories`(`id`,`name`,`url`,`md5_url`,`position`,`content`,`active`,`s_description`,`s_keywords`,`s_title`,`images`) VALUES ( '9', 'Металлообработка', 'metalloobrabotka', '1ed04e4ef20f3f70ad96137c53c3d295', '4', '<p>контент металлообработка</p>

<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '1', '', '', '', '["\\/files\\/service_category\\/9\\/2aa54a523d086ac114c8c9a4e86d3bf4.png"]' );
INSERT INTO `services_categories`(`id`,`name`,`url`,`md5_url`,`position`,`content`,`active`,`s_description`,`s_keywords`,`s_title`,`images`) VALUES ( '10', 'Изделия из металла', 'izdeliya-iz-metalla', 'c343a4e23cc5a76af155457c83310f86', '5', '<p>контент изделия из металла</p>

<p>контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент контент</p>
', '1', '', '', '', '["\\/files\\/service_category\\/10\\/242a744bcc0fdc08b42ef389f9f08c1d.png"]' );
-- ---------------------------------------------------------


-- Dump data of "slides" -----------------------------------
INSERT INTO `slides`(`id`,`name`,`content`,`image`,`position`,`active`,`link`) VALUES ( '1', 'Адаптивный дизайн', 'Мы создаем эффективные веб-решения. Для создания актуальных сайтов, мы анализируем лучшие проекты интернета. И всегда добавляем новые, уникальные особенности.
', '/files/slide/1/8086ab221fc8310a2be9e20f905dc335.png', '1', '1', '' );
INSERT INTO `slides`(`id`,`name`,`content`,`image`,`position`,`active`,`link`) VALUES ( '2', 'слайд 2', '<p><br />
&nbsp;</p>
', '/files/slide/2/478eacd3ba909834d296395847c714ea.jpg', '2', '0', '' );
INSERT INTO `slides`(`id`,`name`,`content`,`image`,`position`,`active`,`link`) VALUES ( '3', 'Слайд 3', '<p>контент</p>
', '/files/slide/3/29adbbd75c96ff6b0b06a921453cba3f.jpg', '3', '0', '' );
-- ---------------------------------------------------------


-- Dump data of "user_tokens" ------------------------------
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '26', '13', 'd4f09ab969f7263dd752040a91e66f34043b6e53', 'e70ea0b0af9eecb3e15801079a43830d89c125a4', '1401548182', '1402757782' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '27', '13', 'd4f09ab969f7263dd752040a91e66f34043b6e53', '483074d074f8c116ae983041e900dfdf451d63fc', '1401549391', '1402758991' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '28', '13', 'd4f09ab969f7263dd752040a91e66f34043b6e53', 'ca8387286d67292cc9e597d677ed3da329031b6f', '1401971389', '1403180989' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '29', '13', 'de7686fe24df90b4473c3a28c6ec7724defcb4c4', '59c267ff8dad4a8ef2f98ccebc9e16b5c9964b37', '1402405941', '1403615541' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '30', '13', 'db3782434708aa0c75d65ff9ec2c35f748542795', '7e898c3fc26cadd04590a30cd3eb63a77daee035', '1402576759', '1403786359' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '31', '13', 'db3782434708aa0c75d65ff9ec2c35f748542795', 'ba0027c1a3469be9738bee2054b3573ae46f1b68', '1402583879', '1403793479' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '32', '13', '894af19d7638770229799ae0b5cb49e0cc462309', '261da7105e527d386c968c4e161e6e225d73af44', '1402604335', '1403813935' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '33', '13', '894af19d7638770229799ae0b5cb49e0cc462309', 'a761e28ad1bb6ba4d1bb1229a875d453ebe76de0', '1402829485', '1404039085' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '34', '12', '9b4510ded13c04094d3576666ccd0c8f1d173d54', '0bc12d9f2d1773c1615824d5ec2cb9f4ad7190a1', '1402832325', '1404041925' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '35', '13', 'dc6e2b18161cf733765796d209cd71f12b1dd270', 'b55186b6bf44f2c340e6a0bea01b2e11c41ae906', '1402842931', '1404052531' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '36', '13', 'db3782434708aa0c75d65ff9ec2c35f748542795', '04268430ea4970230fe375606ff69f6fa039f4df', '1403796062', '1405005662' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '37', '13', '894af19d7638770229799ae0b5cb49e0cc462309', '35ce81fe53dc52836f37f5a9063f76189901a655', '1404048766', '1405258366' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '38', '13', 'dc6e2b18161cf733765796d209cd71f12b1dd270', 'ad72a8b7643fca2dda786570ceef56a6710431f7', '1404067091', '1405276691' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '39', '13', 'db3782434708aa0c75d65ff9ec2c35f748542795', '457744ce72738e607ba22134dcd2524654defe83', '1405169762', '1406379362' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '40', '13', 'dc6e2b18161cf733765796d209cd71f12b1dd270', 'baa45645506d8d1bf07e7c3930c91115b6af5277', '1405512713', '1406722313' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '41', '13', 'd8ad7bc732d3bb3bd8ae26cce2e1abfee961699f', '5d5371f105225879f885bb23506f5ae342ed642a', '1405585122', '1406794722' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '42', '13', '348b88762d2da8ea16c35cd7bb847231fd5b5057', '37ffa06b521982c7e6b8e9f92bac7bbd95fb941b', '1406633101', '1407842701' );
INSERT INTO `user_tokens`(`id`,`user_id`,`user_agent`,`token`,`created`,`expires`) VALUES ( '43', '13', 'd8ad7bc732d3bb3bd8ae26cce2e1abfee961699f', '47ab6b75d1380644c362e2889bea1b11758bb114', '1407278476', '1408488076' );
-- ---------------------------------------------------------


-- Dump data of "users" ------------------------------------
INSERT INTO `users`(`id`,`email`,`password`,`roles`,`name`,`logins`,`last_login`,`login_attempts`,`banned_to`,`ban_time`,`reset_password_code`,`created_at`,`updated_at`,`register_token`,`active`,`username`) VALUES ( '1', 'admin@ariol.by', '32c473f545fbbafd2c275b6ef518f2cccf14059b5ca6e1f00c2a7748528398b9', '1', 'zgolich', '165', '1423148351', '0', NULL, NULL, NULL, '1392567501', '1423148351', NULL, '1', 'd55b50f8ebd78188a0effa94ef101edb' );
-- ---------------------------------------------------------


-- Dump data of "brief" ------------------------------------
INSERT INTO `brief`(`id`,`name`,`email`,`phone`,`core`,`type`,`purpose`,`brand`,`example`,`section`,`language`,`style`,`budget`,`additional`) VALUES ( '24', 'бог', 'бог@рай.ком', 'бог-бог', 'ну блин', 'a:1:{i:0;s:37:"Информационный сайт";}', 'a:2:{i:0;s:31:"Повышение имиджа";i:1;s:61:"Продвижение нового товара/услуги";}', 'Го', 'Го.го', 'a:2:{i:0;s:33:"каталог продукции";i:1;s:74:"корзина(возможность приемаonline платежей)";}', 'a:2:{i:0;s:14:"Русский";i:1;s:20:"Английский";}', 'N;', '100 у.е.', 'N;' );
INSERT INTO `brief`(`id`,`name`,`email`,`phone`,`core`,`type`,`purpose`,`brand`,`example`,`section`,`language`,`style`,`budget`,`additional`) VALUES ( '26', 'бог2', 'бог2@рай.ком', 'бог-бог', 'ну блин', 'a:1:{i:0;s:37:"Информационный сайт";}', 'a:2:{i:0;s:31:"Повышение имиджа";i:1;s:61:"Продвижение нового товара/услуги";}', 'Го', 'Го.го', 'a:2:{i:0;s:33:"каталог продукции";i:1;s:74:"корзина(возможность приемаonline платежей)";}', 'a:2:{i:0;s:14:"Русский";i:1;s:20:"Английский";}', 'a:5:{i:0;s:1:"2";i:1;s:1:"7";i:2;s:1:"3";i:3;s:1:"2";i:4;s:1:"5";}', '100 у.е.', 'N;' );
-- ---------------------------------------------------------


-- CREATE INDEX "active" -----------------------------------
CREATE INDEX `active` USING BTREE ON `menu`( `active` );
-- ---------------------------------------------------------


-- CREATE INDEX "fk_parent_menu" ---------------------------
CREATE INDEX `fk_parent_menu` USING BTREE ON `menu`( `parent_id` );
-- ---------------------------------------------------------


-- CREATE INDEX "parent_id" --------------------------------
CREATE INDEX `parent_id` USING BTREE ON `menu`( `parent_id` );
-- ---------------------------------------------------------


-- CREATE INDEX "active" -----------------------------------
CREATE INDEX `active` USING BTREE ON `news`( `active` );
-- ---------------------------------------------------------


-- CREATE INDEX "category_id" ------------------------------
CREATE INDEX `category_id` USING BTREE ON `news`( `category_id` );
-- ---------------------------------------------------------


-- CREATE INDEX "url" --------------------------------------
CREATE INDEX `url` USING BTREE ON `news`( `md5_url` );
-- ---------------------------------------------------------


-- CREATE INDEX "active" -----------------------------------
CREATE INDEX `active` USING BTREE ON `pages`( `active` );
-- ---------------------------------------------------------


-- CREATE INDEX "static" -----------------------------------
CREATE INDEX `static` USING BTREE ON `pages`( `static` );
-- ---------------------------------------------------------


-- CREATE INDEX "url" --------------------------------------
CREATE INDEX `url` USING BTREE ON `pages`( `url` );
-- ---------------------------------------------------------


-- CREATE INDEX "FK_user_tokens_user" ----------------------
CREATE INDEX `FK_user_tokens_user` USING BTREE ON `user_tokens`( `user_id` );
-- ---------------------------------------------------------


-- CREATE INDEX "register_token" ---------------------------
CREATE INDEX `register_token` USING BTREE ON `users`( `email`, `register_token` );
-- ---------------------------------------------------------


-- CREATE INDEX "username" ---------------------------------
CREATE INDEX `username` USING BTREE ON `users`( `username` );
-- ---------------------------------------------------------


-- CREATE LINK "menu_ibfk_1" -------------------------------
ALTER TABLE `menu` ADD CONSTRAINT `menu_ibfk_1` FOREIGN KEY ( `parent_id` ) REFERENCES `menu`( `id` ) ON DELETE Cascade ON UPDATE Cascade;
-- ---------------------------------------------------------


/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
-- ---------------------------------------------------------


