-- phpMyAdmin SQL Dump
-- version 4.1.8
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Ноя 05 2014 г., 14:43
-- Версия сервера: 5.5.36-cll-lve
-- Версия PHP: 5.4.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `shtby_lumena_v1`
--

-- --------------------------------------------------------

--
-- Структура таблицы `callback`
--

CREATE TABLE IF NOT EXISTS `callback` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Дамп данных таблицы `callback`
--

INSERT INTO `callback` (`id`, `updated_at`, `name`, `email`, `phone`) VALUES
(1, '2014-10-01 18:14:03', '182412', '', '1124412142142142'),
(2, '2014-10-01 18:14:08', '182412', '', '1124412142142142'),
(3, '2014-10-01 18:14:35', '412412', '', '14241412'),
(4, '2014-10-01 18:20:41', '142421', '', '412412');

-- --------------------------------------------------------

--
-- Структура таблицы `categories`
--

CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `categories`
--

INSERT INTO `categories` (`id`, `name`) VALUES
(1, 'Новости компании'),
(2, 'СМИ о нас');

-- --------------------------------------------------------

--
-- Структура таблицы `changelog`
--

CREATE TABLE IF NOT EXISTS `changelog` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `created_at` int(10) unsigned NOT NULL,
  `filename` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `config`
--

CREATE TABLE IF NOT EXISTS `config` (
  `group` varchar(128) NOT NULL,
  `key` varchar(128) NOT NULL,
  `value` text,
  PRIMARY KEY (`group`,`key`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `config`
--

INSERT INTO `config` (`group`, `key`, `value`) VALUES
('auth_ban', 'base_time', '3600'),
('auth_ban', 'max_login_attempts', '555'),
('auth_ban', 'time_multiplier', '2'),
('mailer', 'encryption', ''),
('mailer', 'from', 'info@trip-shop.by'),
('mailer', 'hostname', 'mail.trip-shop.by'),
('mailer', 'password', 'p@ss4@dm1n'),
('mailer', 'port', NULL),
('mailer', 'username', 'info@trip-shop.by'),
('parser', 'dominant', '0'),
('parser', 'ridershop', '0'),
('parser', 'velo', '0'),
('price', 'update', '0');

-- --------------------------------------------------------

--
-- Структура таблицы `discounts`
--

CREATE TABLE IF NOT EXISTS `discounts` (
  `id` int(10) NOT NULL DEFAULT '0',
  `name` varchar(255) DEFAULT NULL,
  `main_image` varchar(255) DEFAULT NULL,
  `second_image` varchar(255) DEFAULT NULL,
  `more_images` text NOT NULL,
  `short_text` text,
  `content` text,
  `benefit` varchar(255) DEFAULT NULL,
  `s_title` varchar(255) DEFAULT NULL,
  `s_description` varchar(255) DEFAULT NULL,
  `s_keywords` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `feedback`
--

CREATE TABLE IF NOT EXISTS `feedback` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `text` text NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `status` enum('open','in_process','closed') DEFAULT 'open',
  `answers` int(10) DEFAULT '0',
  `phone` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Дамп данных таблицы `feedback`
--

INSERT INTO `feedback` (`id`, `updated_at`, `text`, `name`, `email`, `status`, `answers`, `phone`) VALUES
(2, '2014-07-19 08:04:31', 'Здраствуйте, есть ли возможность купить отдельно шкурку для скейтборда (нождак)?', 'Антон', 'vip.gpook@mail.ru', 'open', 0, '+375 33 3200746'),
(3, '2014-07-28 17:20:13', 'Имеется ли у Вас в наличии велосипед http://trip-shop.by/velo/fuji-fudji-feather-cx-1-1-d-chernyiy , с рамой L, на рост 182 см', 'Борис', 'megaamino3200@gmail.com', 'open', 0, '80295464418'),
(4, '2014-07-29 13:32:42', 'Здравствуйте! Велосипед Author Classic 2014 какие есть ростовки?', 'Марина', 'shumanya08@mail.ru', 'open', 0, '80295745608'),
(5, '2014-07-30 10:40:51', 'Здравствуйте! Есть ли в наличии Миникрузер Penny Pastels 22 lemon или Penny Pastels 22 mint? ', 'София', 'olga14423@yandex.ru', 'open', 0, '+7 (905) 530 14 58'),
(6, '2014-07-30 10:40:51', 'Здравствуйте! Есть ли в наличии Миникрузер Penny Pastels 22 lemon или Penny Pastels 22 mint? ', 'София', 'olga14423@yandex.ru', 'open', 0, '+7 (905) 530 14 58'),
(7, '2014-10-01 16:31:33', '124412412412', '414412', 'zgol@mail.ru', 'open', 0, '');

-- --------------------------------------------------------

--
-- Структура таблицы `menu`
--

CREATE TABLE IF NOT EXISTS `menu` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(55) NOT NULL,
  `url` varchar(55) NOT NULL,
  `parent_id` int(10) unsigned DEFAULT NULL,
  `position` int(10) NOT NULL DEFAULT '0',
  `active` tinyint(1) NOT NULL DEFAULT '1',
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `fk_parent_menu` (`parent_id`),
  KEY `active` (`active`),
  KEY `parent_id` (`parent_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `s_title` varchar(255) DEFAULT NULL,
  `s_description` varchar(350) DEFAULT NULL,
  `s_keywords` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `active` tinyint(1) DEFAULT '0',
  `md5_url` char(32) DEFAULT NULL,
  `created_at` date NOT NULL,
  `content` text,
  `short_content` text,
  `category_id` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `url` (`md5_url`),
  KEY `active` (`active`),
  KEY `category_id` (`category_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=83 ;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `name`, `s_title`, `s_description`, `s_keywords`, `url`, `active`, `md5_url`, `created_at`, `content`, `short_content`, `category_id`) VALUES
(82, '«Единые Микрофинансовые Решения» внесены в государственный реестр микрофинансовых организаций', 'Новости компании', '', 'Микрофинансирование, МФО,  кредиты, деньги, займы, кредитная история, кредитный калькулятор, ставка по кредиту, процентная ставка, кредит с плохой кредитной историей', NULL, 1, NULL, '2013-12-27', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">28 ноября компания Ё-FINANCE получила Свидетельство о внесении сведений о юридическом лице в Государственный реестр микрофинансовых организаций. Таким образом, Ё-FINANCE подтвердили статус&nbsp;стабильной и публичной компании, нацеленной на лояльность и&nbsp;открытость &nbsp;в отношениях с клиентами.</span></p>\n', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">28 ноября компания Ё-FINANCE получила Свидетельство о внесении сведений о юридическом лице в Государственный реестр микрофинансовых организаций. Таким образом, Ё-FINANCE подтвердили статус&nbsp;стабильной и публичной компании, нацеленной на лояльность и&nbsp;открытость &nbsp;в отношениях с клиентами.</span></p>\n', 1),
(34, 'Как получить деньги быстро от частных лиц?', '', '', '', NULL, 1, NULL, '2013-11-29', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Жизнь &ndash; штука сложная и частенько подкидывает нам непредвиденные ситуации, в которых деньги играют не последнюю роль. Иногда именно срочный займ является единственным выходом для человека, у которого вдруг возникли сложности финансового характера и понадобились деньги быстро</span><br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">. У англичан на этот счет есть пословица, гласящая &laquo;что одолжил &ndash; все равно, что потратил&raquo;, исходя из чего процедура одалживания средств, даже и под определенные проценты, должна соблюдаться в четкой последовательности.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Правила оформления долговых документов</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Запомните, что главнейшим правилом займа считается грамотное составление долгового договора либо расписки. Чаще всего оформляются сразу два этих документа: расписка подтверждает факт одалживания средств, а договор содержит в себе условия предоставления денег быстро и период их возврата. Долговой договор следует оформить заранее, обязательно заверив его у нотариуса, а в момент непосредственной передачи требуемой суммы заемщиком пишется расписка. Заимодатель имеет право составить эти бумаги самостоятельно в произвольной форме, но все-таки лучше обратиться за помощью к юристу, чтобы не упустить важных мелочей. Также по желанию осуществляется и заверка данной документации нотариусом, однако эту процедуру все же рекомендуется выполнить, т.к. впоследствии на суде заверенные бумаги станут весомым аргументом.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Следует знать, что оформление договора меж частными физлицами &ndash; дело тонкое. Объясняется это тем, что у частников нет печатей, официальных реквизитов и т.п., а только собственные подписи. И в случае, если дело дойдет до судебных инстанций, частникам приходится доказывать принадлежность подписи&nbsp;&nbsp;должнику, для чего неизбежны затраты на графологическую экспертизу. Поэтому заемщикам необходимо составлять долговые обязательства строго по правилам с привлечением юриста, который проследит за правильным оформлением данной сделки. Необходимо помнить и о том, что в рассмотрении подобных дел суд редко принимает во внимание показания от свидетелей, опираясь лишь на письменные доказательства.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Как определить ставку по процентам?</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Взаимоотношения меж кредитором и заемщиком регулируются ГК, в соответствии с которым документальному оформлению подлежат займы размером от тысячи руб. и более. Этот же кодекс определяет право получения заемщиком процентов по используемой им одолженной сумме. Процентная ставка зачастую указывается именно в договоре на уровне обычных банковских ставок. Не следует упускать из внимания, что ставка обычно имеет большой размер, поскольку процедура передачи денег быстро</span><br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">в долг давно уже стала весьма доходным бизнесом.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">При этом отмечено, если деньги занимаются под проценты знакомым людям либо родственникам, то меньше всего хочется выступать перед заемщиком в шкуре прожженного ростовщика. По результатам исследований психологи выяснили следующее: если деньги одалживаются знакомому, то заимодатель тем самым выполняет определенную социальную миссию, исходя из чего, начисление процентов в значительной мере омрачает моральное удовлетворение. Однако если ваш знакомый не вернул долг вовремя, действующее законодательство допускает не только возврат средств в судебном порядке, но и предусматривает выплату процентов по этой сумме.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Если вы выступаете в качестве заемщика и занимаете у хорошо знакомого человека крупную сумму денег быстро, то предложите ему выплату процентов сами. Этот поступок, как ни странно, позволит сохранить меж вами хорошие отношения и не окажется столь накладным, т.к. проценты в такой ситуации будут выставлены, скорее всего, символические.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Что вас ожидает в случае невозврата долга?</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Частники, с которыми вы связаны лишь долговыми обязательствами, при невозврате денег с вашей стороны в четко оговоренный срок чаще всего выбирают несколько вариантов развития событий. Обычно все начинается с элементарных звонков и напоминаний, в случае отсутствия реакции с вашей стороны кредитор приступает к более радикальным мерам. Если заимодатель предпочитает действовать исключительно в рамках закона, то он идет в судебные органы либо полицию, отправив перед этим в адрес должника претензионное письмо. В этой бумаге указывается четкий срок возврата средств, чаще всего составляющий от семи дней и более.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">После отправки претензии заимодатель отправляется в полицию, где предъявляет представителям власти бумаги, подтверждающие факт заключения сделки, в соответствии с которыми на должника заводится дело о мошенничестве. Такой способ скорее является психологическим методом давления на задолжавшего человека, и если он также останется без внимания и должник не вернет заемные деньги быстро</span><br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">, то заимодателю придется подавать в суд заявление о возврате средств. При этом длительность процесса в значительной мере зависит от сложности и может растянуться до полугода и более. Чаще всего суд постановляет должнику выплачивать требуемую сумму частями, размер которых устанавливается исходя из его финансовых возможностей.</span></p>\n', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Жизнь &ndash; штука сложная и частенько подкидывает нам непредвиденные ситуации, в которых деньги играют не последнюю роль. Иногда именно срочный займ является единственным выходом для человека, у которого вдруг возникли сложности финансового характера и понадобились деньги быстро</span><br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">. У англичан на этот счет есть пословица, гласящая &laquo;что одолжил &ndash; все равно, что потратил&raquo;, исходя из чего процедура одалживания средств, даже и под определенные проценты, должна соблюдаться в четкой последовательности.</span></p>\n', 2),
(32, 'Деньги в долг или как избежать невозврата займа', '', '', '', NULL, 1, NULL, '2013-11-29', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">У вечных должников есть интересная прибаутка: &laquo;При взятии денег в долг ты берешь чужие средства и то не насовсем, а при возврате отдаешь свои &laquo;кровные&raquo; и навсегда. Так к чему раздаривать собственные деньги?&raquo;. Чтобы избежать риска стать жертвой подобных&nbsp;&nbsp;людей, для которых вышеупомянутая поговорка считается жизненным кредо, следует иметь четкое представление, кому можно давать деньги в долг, а кому категорически не рекомендуется.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">В наше непростое время каждый из нас в любой момент может попасть в тяжелую ситуацию, в которой единственным выходом станет определенная сумма денег. Именно этим мы и руководствуемся в случае, если к нам обращается с просьбой занять в долг кто-либо из знакомых или родственников. И немного позднее, получив свои &laquo;кровные&raquo; спустя значительное время либо же не получив их вовсе, начинаем корить себя за беспечность. Ладно, если должник не смог вовремя с вами рассчитаться по каким-то серьезным причинам, но, к сожалению, чаще всего получается так, что знакомый, изначально взяв у вас деньги в долг, совсем не собирается их возвращать. В такой ситуации любому из нас будет обидно.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Так как же определить, заслуживает ли потенциальный заемщик вашего доверия, стоит ли ему давать деньги в долг или лучше не связывать себя и его денежными обязательствами? К слову, некоторые люди всех своих знакомых разделяют на две категории именно по такому принципу и, скорее всего, они правы.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Для начала давайте разберемся с причиной, по которой нам чаще всего не возвращают долги. Если дело касается относительно небольших сумм, то заемщик чаще всего просто забывает о таком долге. В этой ситуации достаточно напомнить должнику о его обязательствах. Хотя встречаются и такие уникумы, которые заняв у всех сразу понемногу, впоследствии надеются, что их долг забудется сам собой. Если же вам задолжали большую сумму, а должник при этом ссылается на собственную забывчивость, то в этом случае верить ему не стоит.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Еще одной довольно распространенной причиной, в связи с которой заемщик задерживает возврат средств, считается крайне тяжелое финансовое положение человека. Если вы столкнулись с такой ситуацией, то нет смысла ругаться с должником. Оптимальным вариантом станет договоренность о постепенном гашении долга.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Последней причиной может быть обыкновенный обман. В этом случае со своими деньгами придется проститься, если вы заранее не составляли с должником договор либо расписку.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Разобравшись с причинами невозврата долга, давайте приступим к рекомендациям, соблюдение которых позволит вам не попадать в положение обманутого человека.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Как уже упоминалось выше, в первую очередь, понадобится четко определиться со своим кругом знакомых и друзей и условно разделить их на две категории по степени надежности. Рисковым товарищам давать деньги в долг не следует вообще, как бы они вас об этом не упрашивали и какие доводы бы не приводили. В противном случае не исключено развитие такого сценария, где путем регулярного взятия в долг небольших сумм и своевременного их возврата, знакомые усыпят вашу бдительность и смогут раскрутить на значительную сумму. А дальше вам останется только гадать &ndash; вернут либо нет. Поэтому, если вы хоть немного не доверяете человеку, старайтесь не рисковать собственными деньгами. Даже когда вы занимаете определенную сумму близкому вам человеку, всегда в тактичной форме интересуйтесь, на что именно он их берет и из каких средств позже собирается возвращать долг.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Помимо этого заранее определитесь, сколько денег&nbsp;&nbsp;в долг</span><br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">вы можете ссудить сравнительно безболезненно. Не отдавайте в долг последние свои деньги, за исключением экстренных случаев в отношении самых близких вам людей. Всегда оформляйте при займе расписку! Помните, что данная бумага при грамотном ее составлении считается юридически весомым документом.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Также следует знать, что в последнее время довольно частым явлением стали случаи, когда люди без всякой задней мысли дают согласие быть поручителями практически незнакомых людей при оформлении займов в банках, а после исчезновения заемщика вынуждены за него расплачиваться. Именно поэтому к предложению стать поручителем кого-либо необходимо отнестись со всей серьезностью, поскольку при неблагоприятном исходе банк с вами шутить не будет.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Конечно же, в современной жизни случаются разные ситуации и взаимная помощь&nbsp;&nbsp;&ndash; вещь просто необходимая. При этом главным остается способность трезво оценивать как чужие, так и свои возможности. И еще, что&nbsp;&nbsp;немаловажно, когда вы даете деньги в долг, не стоит стесняться обсуждать условия по их возврату даже с наиболее близкими вам людьми, поскольку финансовая прозрачность и откровенность в делах подобного рода &ndash; это залог крепкой дружбы.</span></p>\n', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">У вечных должников есть интересная прибаутка: &laquo;При взятии денег в долг ты берешь чужие средства и то не насовсем, а при возврате отдаешь свои &laquo;кровные&raquo; и навсегда. Так к чему раздаривать собственные деньги?&raquo;. Чтобы избежать риска стать жертвой подобных&nbsp;&nbsp;людей, для которых вышеупомянутая поговорка считается жизненным кредо, следует иметь четкое представление, кому можно давать деньги в долг, а кому категорически не рекомендуется.</span></p>\n', 2),
(31, 'Как давать деньги в долг правильно: особенности долгового договора', '', '', '', NULL, 1, NULL, '2013-11-29', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Деньги, как известно, субстанция переменчивая. Вроде вот они есть, и каждая копейка распланирована на месяц вперед, и вдруг в один момент они заканчиваются, а хочется еще очень многого. Острая нехватка материальных средств, к сожалению, является последствием кризиса, от которого наше государство еще не до конца оправилось. Преимуществом данного положения считается то, что далеко не все люди остались из-за кризиса без средств к существованию, а следовательно, можно перехватить деньги в долг у друзей или родственников и жить дальше. При этом простому человеку, который иногда занимает, а иногда и одалживает определенные суммы своим близким, следует иметь представление об основных аспектах оформления займа.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Оформление долгового договора между физлицами</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Итак, давайте разберем следующую ситуацию. Если два определенных человека по дружбе или любым другим причинам готовы занять друг другу небольшую сумму денег &ndash; это, бесспорно, хорошо и заслуживает уважения. Однако если спустя какое-то время тот человек, который занимал деньги, внезапно &laquo;испаряется&raquo;, перестает отвечать на телефонные звонки или же вовсе меняет место проживания &ndash; это, согласитесь, не очень красиво. И что делать тому, кто ранее по доброте душевной согласился дать деньги в долг &ndash; непонятно. Если размер заемной суммы был относительно небольшим, то заимодателю проще забыть об этих деньгах и о самом должнике. Однако если в долг была передана сумма, превышающая 10 минимумов, необлагаемых налогом, (т.е. 6000 руб.), то это для многих из нас уже существенные деньги.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">С целью предотвращения подобных инцидентов и существует такое простое понятие, как долговой договор либо соглашение, в соответствии с которым заимодатель предоставляет в распоряжение заемщику определенные финансовые средства, при этом последний обязуется в определенный срок вернуть займ. Чаще всего этот договор заключается в письменной форме, чтобы впоследствии любая из сторон не имела возможности отрицать факт передачи денег в долг либо имущества. Не исключены и другие варианты соглашения. К примеру, у заемщика может возникнуть большое желание уйти от ответственности в случае, если детали договора обсуждались в устной форме и без присутствия свидетелей. В этой ситуации заимодателю будет весьма полезно знать, что долговое соглашение считается состоявшимся непосредственно в момент передачи займа либо имущества.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Исходя из этого, если заимодателю все же пришлось обратиться в судебные инстанции для возврата собственных денег либо собственности, то ему понадобится доказать не факт заключения долгового договора, а именно факт передачи своей собственности. Для этого будет достаточно устного соглашения, подтверждаемого свидетелями, выписки со счета, расписки и даже аудио- или видеозаписи момента передачи займа. Также следует знать, что расписка сама по себе не обладает весомой юридической значимостью и никогда не приравнивается к письменному долговому договору. Данная бумага (при грамотном составлении и заверении) может стать неопровержимым доказательством лишь в том случае, если заемщик указал в ее содержании факт того, что денежные средства были предоставлены ему в долг именно в качестве займа. Запомните, что вышеупомянутая фраза обладает ключевым воздействием и при ее отсутствии недобросовестный заемщик вполне может склонить судебное решение в свою пользу, заявив, что согласно расписке деньги были отданы ему в дар.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Оформление долгового договора юридическими лицами</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">В случае если передача денег в долг осуществляется меж юридическими лицами, то заключать долговой договор необходимо только в письменной форме. Кроме этого, в документе понадобится обязательно указать цели, в соответствии с которыми выдается займ, а также подробно и четко прописать процедуру возврата средств. Если в случае с физлицами займы чаще всего предоставляются без процентов, то юридические лица вправе заключить и процентный договор, особенно если дело касается крупных денежных сумм. Процентный договор, естественно, предполагает помимо возврата долга в полном объеме, еще и возврат заимодателю установленных им процентов. Если же в собственность на определенный срок передаются какие-либо вещи, то целесообразнее использовать беспроцентный договор, поскольку при расчете процентов на вещи возникнут неизбежные сложности.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Перед непосредственным подписанием долгового договора меж юридическими лицами, заимодатель должен обязательно подтвердить свое право на владение теми вещами, которые являются предметом соглашения. В соответствии с действующим законодательством договор по желанию сторон можно оставить незаверенным нотариально. Проще говоря, если обе стороны при передаче денег в долг&nbsp;&nbsp;более чем уверены друг в друге, то можно и не обращаться к нотариусу.</span></p>\n', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Деньги, как известно, субстанция переменчивая. Вроде вот они есть, и каждая копейка распланирована на месяц вперед, и вдруг в один момент они заканчиваются, а хочется еще очень многого. Острая нехватка материальных средств, к сожалению, является последствием кризиса, от которого наше государство еще не до конца оправилось. Преимуществом данного положения считается то, что далеко не все люди остались из-за кризиса без средств к существованию, а следовательно, можно перехватить деньги в долг у друзей или родственников и жить дальше. При этом простому человеку, который иногда занимает, а иногда и одалживает определенные суммы своим близким, следует иметь представление об основных аспектах оформления займа.</span></p>\n', 2),
(30, 'Срочные займы: история развития микрофинансирования', '', '', '', NULL, 1, NULL, '2013-11-29', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">В развитии современной экономики микрокредитование играет значимую роль, поскольку именно срочные займы</span><br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">стимулируют развитие, как малого, так и среднего бизнеса, а эти сферы, в свою очередь, являются опорой национальной экономики во всех государствах. В настоящее время эти азбучные знания очевидны для каждого образованного человека, однако так было далеко не всегда.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Раньше деньги взаймы выдавались банковскими учреждениями только платежеспособным, проверенным и очень богатым гражданам, при этом такие займы были весьма крупных размеров. Большому перевороту в микроэкономике, совершенному около 30-ти лет назад, современное общество обязано профессору Мухаммеду Юнусу, который одним из первых стал практиковать выдачу краткосрочных займов.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Все началось с того, что профессор в 1976г. обратил внимание на деревенских ремесленников, которые в крайней нищете пытались развивать свой бизнес, плетя бамбуковые корзины. Эти люди, считающиеся банковскими учреждениями неплатежеспособными, были вынуждены оформлять кредиты по сумасшедшим процентным ставкам, чтобы иметь возможность приобретать сырье.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Юнус начал ссужать небольшие по тем временам суммы женщинам с целью поддержания их бизнеса (производство бамбуковой мебели). К удивлению банкира клиентки вернули займы точно в срок и с немалыми процентами, принеся ему тем самым неплохую прибыль. Это позволило профессору понять одну важную вещь: срочные займы необходимо выдавать желающим своевременно вне зависимости от размера кредита и материального положения потенциального заемщика.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Интересно, что первым банком, выдавшим срочный займ и ознаменовав таким образом начало совершенного новой эры в мировой экономике, стало учреждение вовсе не в цивилизованной европейской стране, а обыкновенный банк Бангладеша. Размер этого кредита, взятого под проценты, составил всего $27. Впоследствии именно по примеру бангладешских банков в мире была разработана микрофинансовая система, завоевавшая нобелевскую премию.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Мухаммед Юнус сумел разглядеть в микрокредитовании &laquo;золотое дно&raquo; и вовремя открыл собственный банк, который за годы его жизни ссудил людям порядка $520 миллионов, что очень благоприятно отразилось на развитии бизнеса в Азии. За последнюю четверть прошлого века &laquo;Грамин-банк&raquo; стал настоящим флагманом сети учреждений ему подобных и позволил за счет внедрения индивидуальной финансовой поддержки миллионам простых людей избежать нищеты.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Сегодня же микрокредитование крайне выгодно, как для кредиторов, так и для самих заемщиков, поскольку позволяет осуществить простым людям свою мечту: открыть давно планируемый бизнес, оплатить долгожданную покупку и мн.др.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Мысли об оформлении срочного займа довольно часто посещают не только рядовых граждан, регулярно сталкивающихся с острой необходимостью получения определенной суммы, но и бизнесменов, имеющих ИП либо небольшую фирму, которые только начинают свою деятельность. Какова бы ни была конечная цель, всех этих людей связывает желание оформить займ.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Если вам срочно требуется относительно небольшая сумма в 10 000&hellip;100 000 рублей, то наилучшим решением станет оформление так называемого микрокредита. В большинстве случаев такие суммы берутся гражданами для внесения залогов, совершения крайне необходимых покупок, покрытия расходов. Чаще всего к этой услуге прибегают представители малого бизнеса.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">При этом следует знать, что срочные займы получили такое название не только по причине малых сумм кредитования, но и за счет короткого периода возврата долга. Исходя из чего, прежде чем решиться на взятие микрозайма, нужно проанализировать собственную платежеспособность и постараться с максимальной точностью определить срок, за который вы сможете покрыть долг.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Еще одним достоинством микрокредитования считается простота оформления займов небольшого размера. При оформлении такого кредита вам не придется приглашать поручителей либо предоставлять справки об официальном трудоустройстве &ndash; вы сможете получить требуемую сумму без лишних проволочек и фактически без определенных гарантий с вашей стороны. Однако подобная простота процедуры впоследствии может вылиться в массу различных неурядиц, если вы после взятия займа не сможете его своевременно закрыть. Особенностью срочных займов считается начисление очень высокой пени в случае просрочки выплат по кредиту.</span><br />\n<br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">Но даже несмотря на все вышеперечисленное, срочные займы</span><br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">&ndash; это прекрасное подспорье для быстрого и высокоэффективного развития небольших бизнес-предприятий. Кроме этого небольшие кредиты во многих ситуациях помогают упрочнить материальное положение физлиц при четком соблюдении всех условий по долговому договору и своевременного погашения займа.</span></p>\n', '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">В развитии современной экономики микрокредитование играет значимую роль, поскольку именно срочные займы</span><br />\n<span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">стимулируют развитие, как малого, так и среднего бизнеса, а эти сферы, в свою очередь, являются опорой национальной экономики во всех государствах. В настоящее время эти азбучные знания очевидны для каждого образованного человека, однако так было далеко не всегда.</span></p>\n', 2);

-- --------------------------------------------------------

--
-- Структура таблицы `pages`
--

CREATE TABLE IF NOT EXISTS `pages` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL,
  `s_title` varchar(255) DEFAULT NULL,
  `s_description` varchar(350) DEFAULT NULL,
  `s_keywords` varchar(255) DEFAULT NULL,
  `url` varchar(255) DEFAULT NULL,
  `active` tinyint(1) DEFAULT '0',
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `static` tinyint(1) DEFAULT '0',
  `content` text,
  PRIMARY KEY (`id`),
  KEY `url` (`url`),
  KEY `active` (`active`),
  KEY `static` (`static`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=29 ;

--
-- Дамп данных таблицы `pages`
--

INSERT INTO `pages` (`id`, `name`, `s_title`, `s_description`, `s_keywords`, `url`, `active`, `updated_at`, `static`, `content`) VALUES
(2, 'Главная страница', 'Главная страница', '', 'Наличные быстро, Наличные на дом, Кредитный калькулятор, микрокредит, 30 тысяч на год, деньги на дом, деньги на год, наличные на дом, наличные быстро, деньги быстро, деньги срочно, кредит срочно, кредит без справок и поручителей, деньги в день обращения, ', '', 1, '2014-10-02 05:41:55', 1, ''),
(21, 'О компании', 'О компании', '', '', 'about-us', 1, '2014-09-25 18:58:15', 0, '<p>Ё-FINANCE &nbsp;- микрофинансовая компания федерального уровня, специализирующаяся на выдаче займов населению. Мы молодая, но амбициозная компания, ориентированная на достижение лидирующих позиций на рынке микрофинансирования, стремящаяся к установлению долгосрочных и взаимовыгодных отношений со своими клиентами.&nbsp;<br />\n<br />\nЁ-FINANCE работает для того, чтобы помочь людям в сложных&nbsp;<br />\nфинансовых ситуациях. Каждый сотрудник нашей компании обладает уникальными опытом и знаниями в своей отрасли. Совокупный опыт всей нашей команды в банковской, микрофинансовой и IT-сфере составляет свыше 300 лет.</p>\n\n<p>Ё-FINANCE - одна из наиболее динамично развивающихся структур в сфере микрофинансирования. За последний месяц компания открыла 5 новых региональных представительств. В ближайшее время планируется еще более активная региональная экспансия. В планах Ё-FINANCE &ndash; развитие сети&nbsp; более чем в 40 регионах России.&nbsp;<br />\nМы не задаем лишних вопросов - Мы просто стараемся помочь в любой ситуации, рассматривая каждый случай индивидуально.</p>\n\n<p><br />\n<strong>С нами &ndash; деньги там, где они нужны!</strong></p>\n\n<p><br />\n<strong>Почему именно мы:&nbsp;&nbsp;</strong><br />\nМы обладаем большим опытом клиентского обслуживания&sbquo; ориентированы на помощь в решении финансовых проблем клиентов и стремимся выстроить долгосрочные и добрые отношения с ними.&nbsp;<br />\n<strong>Каковы требования?</strong></p>\n\n<p>Мы считаем, что каждый человек должен иметь возможность получить доступ к деньгам, в тот момент, когда это ему необходимо.&nbsp; Мы стремимся помочь в том числе и тем, кому отказали в выдаче кредита в банке. Поэтому единственным требованием при получении займа в нашей микрофинансовой компании является наличие паспорта гражданина РФ.</p>\n\n<p><strong>Наши займы помогут, если Вам необходимы:&nbsp;</strong><br />\n- деньги до зарплаты;&nbsp;<br />\n- деньги на ремонт авто;&nbsp;<br />\n- деньги на покупку техники;&nbsp;<br />\n- деньги на отдых;&nbsp;<br />\n- деньги на неотложные нужды;&nbsp;<br />\n- карманные деньги на необходимые мелочи;</p>\n\n<p><br />\n<strong>Наши преимущества:</strong></p>\n\n<ul>\n	<li>\n	<div class="western" style="box-sizing: border-box; margin-bottom: 0.35cm;">Удобство обслуживания - никуда не нужно ходить, мы&nbsp;<br />\n	сами приедем к Вам домой.&nbsp;<br />\n	Индивидуальный подход к сопровождение каждого&nbsp;<br />\n	клиента.&nbsp;</div>\n	</li>\n	<li>\n	<div class="western" style="box-sizing: border-box; margin-bottom: 0.35cm;">Абсолютный минимум документов - необходим лишь&nbsp;<br />\n	паспорт гражданина РФ.</div>\n	</li>\n	<li>\n	<div class="western" style="box-sizing: border-box; margin-bottom: 0.35cm;">Прозрачность условий предоставления займа &ndash; четкий&nbsp;<br />\n	график платежей.</div>\n	</li>\n	<li>\n	<div class="western" style="box-sizing: border-box; margin-bottom: 0.35cm;">Возможность досрочного погашения займа с пересчётом&nbsp;<br />\n	процентов&nbsp;<br />\n	Постоянным клиентам предоставляются особые&nbsp;<br />\n	условия.</div>\n	</li>\n</ul>\n\n<p><strong>ПРОСТО: Наличные деньги от 10 000 до 50000 рублей.&nbsp;</strong>Фиксированный еженедельный платеж. Минимум документов.</p>\n\n<p><br />\n<strong>БЫСТРО: От заявки до получения займа &ndash; 1сутки.</strong></p>\n\n<p><br />\n<strong>УДОБНО</strong>:&nbsp;<strong>Выплата и получение займа, не выходя из дома.</strong>&nbsp;Сотрудник компании приедет к Вам домой для оформления документов в удобное для Вас время.</p>\n'),
(22, 'Получение займа', 'Получение займа', '', 'Деньги быстро, заявка на кредит, получить займ, получить кредит, взять деньги, взять займ, взять кредит, график платежей', 'loans/borrowing', 1, '2014-10-02 05:50:15', 0, '<p><strong>Как получить заём?</strong></p>\n\n<p><strong>ОФОРМЛЕНИЕ ЗА 1 МИНУТУ</strong></p>\n\n<p>Микрофинансовая компания Ё-FINANCE&nbsp;сделала процесс подачи заявки максимально простым, легким и удобным. Для оформления заявки в Ё-FINANCE&nbsp;на предоставление потребительского займа необходимо лишь выбрать один из трех способов:</p>\n\n<p>- Позвонить в Контакт-центр Компании по телефону 8&nbsp;800&nbsp;755 1&nbsp;755</p>\n\n<p>- Заполнить форму заявки на сайте в разделе &laquo;Оставить заявку&raquo;</p>\n\n<p>- Заказать обратный звонок на сайте;</p>\n\n<p><strong>ДЕНЬГИ НЕ ВЫХОДЯ ИЗ ДОМА</strong></p>\n\n<p>Оформление займа в центре микрофинансирования Ё-FINANCE&nbsp;осуществляется на дому у клиента. При этом Вы сами назначаете менеджеру удобное для встречи время.</p>\n\n<p><strong>НАЛИЧНЫЕ В РУКИ</strong></p>\n\n<p>В случае положительного решения, о чем клиент информируется посредством&nbsp;sms-сообщения, либо по звонку менеджера, наличные доставляются ему на дом в течение 1 рабочего дня.&nbsp;</p>\n\n<p><a href="http://efin.ru/doc/pravila4.2.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Правила предоставления займа 4.2</a></p>\n\n<p><a href="http://efin.ru/doc/pravila5.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Правила предоставления займа 5.0</a></p>\n\n<p><a href="http://efin.ru/doc/oferta_standart+_26.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Заявление (оферта) Стандартный + 26 недель</a></p>\n\n<p><a href="http://efin.ru/doc/oferta_standart+_39.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Заявление (оферта) Стандартный + 39 недель</a></p>\n\n<p><a href="http://efin.ru/doc/oferta_standart+_52.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Заявление (оферта) Стандартный + 52 недели</a></p>\n\n<p><a href="http://efin.ru/doc/oferta_standart_26.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Заявление (оферта) Стандартный 26 недель</a></p>\n\n<p><a href="http://efin.ru/doc/oferta_standart_39.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Заявление (оферта) Стандартный 39 недель</a></p>\n\n<p><a href="http://efin.ru/doc/oferta_standart_52.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Заявление (оферта) Стандартный 52 недели</a></p>\n\n<p><a href="http://efin.ru/doc/oferta_povtor_52.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Заявление (оферта) Повторный 52 недели</a></p>\n\n<p><a href="http://efin.ru/doc/oferta_povtor_65.pdf" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank">Заявление (оферта) Повторный 65 недель</a></p>\n'),
(23, 'Погашение займа', 'Погашение займа', '', 'досрочное погашение, пересчет процентов, изменение ставки, погашение без штрафов и просрочек', 'loans/loan-repayment', 1, '2014-10-02 05:44:32', 0, '<p><strong>Порядок погашения займа:</strong></p>\n\n<p>Погашение займа осуществляется на еженедельной основе, равными платежами. График и сумма еженедельных платежей согласовывается с клиентом заранее при подписании оферты.</p>\n\n<p>Погасить заём можно не выходя из дома, пригласив менеджера к себе домой в удобное для Вас время:</p>\n\n<p><strong>ШАГ 1:</strong>&nbsp;Оговорить с менеджером время встречи.</p>\n\n<p><strong>ШАГ 2:</strong>&nbsp;Передать денежные средства менеджеру&nbsp;в назначенное время у себя дома.</p>\n\n<p><strong>ШАГ 3:</strong>&nbsp;Внести данные об очередном платеже в Лист учета платежей.&nbsp;</p>\n'),
(24, 'Требования к заемщику', 'Требования к заемщику', '', 'займы для граждан рф, займы от 21 года, займы до 65 лет, займы всем, займы без ограничений', 'loans/eligible-borrower', 1, '2014-10-02 05:50:54', 0, '<p>Мы считаем, что каждый человек должен иметь возможность получить доступ к деньгам, в тот момент, когда это ему необходимо, поэтому стремимся помочь в том числе и тем, кому отказали в выдаче кредита в банке. Единственным требованием при получении займа в нашей микрофинансовой компании является наличие паспорта гражданина РФ.</p>\n\n<p><strong>Требования к Заемщикам:</strong></p>\n\n<p>- гражданство РФ;</p>\n\n<p>- постоянная регистрация в регионе присутствия Компании на территории РФ;</p>\n\n<p>- возраст от 21 до 65 лет на момент заключения договора Займа;&nbsp;</p>\n\n<p>- в качестве Заемщика могут выступать лица, являющиеся пенсионерами, наемными работниками, владельцами бизнеса, индивидуальными предпринимателями.</p>\n'),
(25, 'Инвесторам', 'Инвесторам', '', '', 'investors', 1, '2014-09-25 20:00:30', 0, '<p>Общество с ограниченной ответственностью&nbsp;&nbsp;&laquo;Единые Микрофинансовые Решения&raquo; предлагает&nbsp;инвестиционные&nbsp;программы высокой доходности для физических и юридических лиц.&nbsp;</p>\n\n<p>Инвестирую в нашу успешно и активно развивающуюся компанию, Вы получаете стабильный и высокий доход, приобретая при этом возможность для гибкого размещения средств.</p>\n\n<ul>\n	<li>Суммы для физ. лиц от&nbsp;<strong>1 500 000</strong>&nbsp;рублей (согласно ФЗ &laquo;О микрофинансовой деятельности и микрофинансовых&nbsp;&nbsp;организациях&raquo; от 02.07.2010г. 151- ФЗ)</li>\n	<li>Суммы для юр. лиц от&nbsp;<strong>100 000</strong>&nbsp;рублей</li>\n	<li>Допускается пополнение</li>\n	<li>Компания по желанию клиента может выступать как налоговый агент, и осуществлять выплаты за вычетом НДФЛ</li>\n	<li>Проценты по договору выплачиваются&nbsp;<strong>ежемесячно</strong>или&nbsp;<strong>ежеквартально.</strong></li>\n</ul>\n\n<p>Размер ставки по инвестиционным продуктам зависит от сроков и суммы размещения. За более подробной информацией по инвестиционным программам Вы можете обратиться по адресу&nbsp;<a href="mailto:invest@efin.ru">invest@efin.ru</a>. Укажите в письме свою контактную информацию и наши специалисты по корпоративным&nbsp;&nbsp;финансам обязательно свяжутся с Вами.</p>\n\n<p><strong>Будем рады взаимовыгодному сотрудничеству!</strong></p>\n'),
(26, 'Реквизиты', 'Реквизиты', '', 'Реквизиты для досрочного погашения, досрочное погашение', 'about-us/details', 1, '2014-10-02 05:47:41', 0, '<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:14px">ООО &laquo;Единые Микрофинансовые Решения&raquo;</span></p>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;">ИНН 6455058492&nbsp;\n<div style="box-sizing: border-box;">\n<div style="box-sizing: border-box;">КПП 770401001</div>\n\n<div style="box-sizing: border-box;">р/с 40701810800110000004 &nbsp;в ЗАО &laquo;М БАНК&raquo; г.Москва</div>\n\n<div style="box-sizing: border-box;">к/с 30101810200000000209</div>\n\n<div style="box-sizing: border-box;">БИК 044585209</div>\n</div>\n\n<div style="box-sizing: border-box;">ООО ЕМР&nbsp;СВИДЕТЕЛЬСТВО БАНКА РОССИИ 651303045004338</div>\n\n<div style="box-sizing: border-box;"><a class="sv cboxElement" href="http://efin.ru/upload/sv.jpg" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;" target="_blank" title="Свидетельство"><img src="http://efin.ru/upload/sv_mini.jpg" style="border:0px; box-sizing:border-box; height:212px; vertical-align:middle; width:150px" /></a></div>\n</div>\n'),
(27, 'Регионы присутствия', 'Регионы присутствия', '', 'Россия, Центральная Россия, Поволжье, пфо, приволжье, кредиты в приволжье, кредиты в поволжье, кредиты в россии,  кредиты Тула, кредит Пенза, займы Саратов, займы нижний, займы нижний новгород, кредит липецк, кредит воронеж.', 'about-us/regions', 1, '2014-10-02 05:48:07', 0, '<p><strong>Москва&nbsp;</strong><br />\n119435, г. Москва,&nbsp;Большой Саввинский переулок, дом 12, строение 18</p>\n\n<p><strong>Ростов-на-Дону&nbsp;</strong><br />\nг. Ростов-на-Дону, пр. Космонавтов, 2/2</p>\n\n<p><strong>Рязань&nbsp;</strong><br />\nг.Рязань, ул. Вокзальная, дом 15</p>\n\n<p><strong>Тула&nbsp;</strong><br />\nг.Тула ул. Мориса Тореза д. 5 корпус 2 вход номер 2 офис 303</p>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;"><strong>Пенза</strong></div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;">г.Пенза, ул Володарского 11, офис 22</div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;">&nbsp;</div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;"><strong>Липецк</strong>&nbsp;</div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;">г.Липецк,&nbsp;ул. Космонавтов, д.6.</div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;">&nbsp;</div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;"><strong>Воронеж</strong></div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;">г.Воронеж,&nbsp;ул. Машиностроителей, дом 3, оф.518</div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;">&nbsp;</div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;"><strong>Нижний Новгород</strong></div>\n\n<div style="box-sizing: border-box; color: rgb(34, 34, 34); font-family: ''PT Sans'', sans-serif; font-size: 14px; line-height: 19.600000381469727px;">г.Нижний Новгород, Нестерова улица, дом 5</div>\n'),
(28, 'РЕКОМЕНДУЙТЕ!', 'Программа "Для своих"', '', 'деньги за рекомендацию, деньги для близких, помощь в получении денег, помощь в получении кредита, быстрый заработок, помощь другу', 'partners/recommendations', 1, '2014-10-02 05:51:22', 0, '<h3>ПОЛУЧИТЕ 1000 БОНУСОВ* ЗАУСПЕШНУЮ РЕКОМЕНДАЦИЮ!</h3>\n\n<p>УСЛОВИЯ ПРОВЕДЕНИЯ АКЦИИ:</p>\n\n<p>Клиент подписывает&nbsp;<a href="http://efin.ru/partners/recommendations/oferta.docx" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;">заявление(оферту)</a>&nbsp;на участие в акции &laquo;Рекомендация&raquo;.</p>\n\n<p>После присоединения к условиям акции Рекомендателю на мобильный номер, указанный в действующем договоре микрозайма, приходит уведомление о том,что он стал участником акции &laquo;РЕКОМЕНДАЦИЯ&raquo;, а также краткие условия акции.</p>\n\n<p>Рекомендатель предлагает своим друзьям, знакомым и родственникам воспользоваться услугами Общества.</p>\n\n<p>Для получения займа в Обществе Рекомендуемый клиент отправляет смс-сообщение с текстом &laquo;Хочу займ&raquo; на номер 89060736016.</p>\n\n<p>Рекомендатель, получив согласие Рекомендованного клиента на обработку его персональных данных в соответствии с действующим законодательством, соблюдая принципы и правила обработки персональных данных, предусмотренных Федеральным законом от 27.07.2006 N 152-ФЗ &laquo;О персональных данных&raquo; звонит в ЦДОК и передает ФИО, Дату Рождения, номер мобильного телефона рекомендуемого.</p>\n\n<p>С Рекомендуемым клиентом связывается сотрудник ЦДОК и формирует полную заявку.</p>\n\n<p>В случае заключения Договора микрозайма и внесения Рекомендованным Клиентом первого еженедельногоп латежа, согласно Графику платежей, происходит начисление Бонуса по действующему договору Рекомендателя.</p>\n\n<p>Клиенту отправляется смс-уведомление о зачислении бонуса.</p>\n\n<p><span style="color:green; font-size:10px">▼</span>&nbsp;<a href="http://efin.ru/partners/recommendations/rules.docx" style="box-sizing: border-box; color: rgb(66, 139, 202); text-decoration: none; background: transparent;">скачать правила</a></p>\n\n<p><span style="color:rgb(34, 34, 34); font-family:pt sans,sans-serif; font-size:11px">*В рамках Акции Общество начисляет Бонусы закаждого нового Клиента, получившего заем в ООО&laquo;ЕМР&raquo; по рекомендации действующего клиента, имеющего действующий заем в ООО&laquo;ЕМР&raquo;. Участник акции(Рекомендатель) может получить бонус от компании в размере 1000 бонусных баллов за одного Рекомендованного Клиента. 1 бонус = 1рублю РФ. Бонус предоставляется только при условии совершения новым Клиентом первого платежа по своему договору займа. Бонус предоставляется единожды за каждого нового Клиента и может быть потраченна оплату очередного еженедельного платежа. Подробности на сайте www.efin.ru. Общество с ограниченной ответственностью &laquo;Единые Микрофинансовые Решения&raquo;, ОГРН 1136455001616, Свидетельство Банка России рег. № записи 651303045004338. На правах рекламы</span></p>\n');

-- --------------------------------------------------------

--
-- Структура таблицы `services`
--

CREATE TABLE IF NOT EXISTS `services` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `h1` varchar(100) DEFAULT NULL,
  `url` varchar(100) NOT NULL,
  `md5_url` char(32) NOT NULL,
  `main_image` varchar(255) DEFAULT NULL,
  `more_images` text NOT NULL,
  `s_title` varchar(255) DEFAULT NULL,
  `s_description` varchar(350) DEFAULT NULL,
  `s_keywords` varchar(255) DEFAULT NULL,
  `create_date` timestamp NULL DEFAULT NULL,
  `update_date` timestamp NULL DEFAULT NULL,
  `content` text,
  `short_content` text,
  `active` tinyint(1) NOT NULL DEFAULT '1',
  `section_id` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`,`active`),
  UNIQUE KEY `md5_url` (`md5_url`,`active`),
  KEY `section` (`section_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `services_sections`
--

CREATE TABLE IF NOT EXISTS `services_sections` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(50) NOT NULL,
  `url` varchar(100) NOT NULL,
  `md5_url` char(32) NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '1',
  `s_title` varchar(255) DEFAULT NULL,
  `s_description` varchar(350) DEFAULT NULL,
  `s_keywords` varchar(255) DEFAULT NULL,
  `description` text,
  `position` int(10) DEFAULT NULL,
  `h1` varchar(255) DEFAULT NULL,
  `head_filter` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`,`active`),
  UNIQUE KEY `md5_url` (`md5_url`,`active`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `email` varchar(127) NOT NULL,
  `password` char(64) DEFAULT NULL,
  `roles` int(10) unsigned NOT NULL DEFAULT '0',
  `name` varchar(255) DEFAULT NULL,
  `logins` int(10) unsigned NOT NULL DEFAULT '0',
  `last_login` int(10) unsigned DEFAULT NULL,
  `login_attempts` int(10) unsigned DEFAULT NULL,
  `banned_to` int(10) unsigned DEFAULT NULL,
  `ban_time` int(10) unsigned DEFAULT NULL,
  `reset_password_code` varchar(32) DEFAULT NULL,
  `created_at` int(10) unsigned NOT NULL,
  `updated_at` int(10) unsigned DEFAULT NULL,
  `register_token` char(32) DEFAULT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `username` char(32) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `uniq_email` (`email`),
  KEY `register_token` (`email`,`register_token`),
  KEY `username` (`username`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `email`, `password`, `roles`, `name`, `logins`, `last_login`, `login_attempts`, `banned_to`, `ban_time`, `reset_password_code`, `created_at`, `updated_at`, `register_token`, `active`, `username`) VALUES
(1, 'admin@ariol.by', '617d61542014de5c9e04d472f9724cba66db8881df0f2b56aad075171216e538', 1, 'zgolich', 80, 1415046173, 0, NULL, NULL, NULL, 1392567501, 1415046173, NULL, 1, 'd55b50f8ebd78188a0effa94ef101edb');

-- --------------------------------------------------------

--
-- Структура таблицы `user_tokens`
--

CREATE TABLE IF NOT EXISTS `user_tokens` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(10) unsigned NOT NULL,
  `user_agent` varchar(40) NOT NULL,
  `token` varchar(40) NOT NULL,
  `created` int(10) unsigned NOT NULL,
  `expires` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `UN_user_tokens_token` (`token`),
  KEY `FK_user_tokens_user` (`user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=44 ;

--
-- Дамп данных таблицы `user_tokens`
--

INSERT INTO `user_tokens` (`id`, `user_id`, `user_agent`, `token`, `created`, `expires`) VALUES
(26, 13, 'd4f09ab969f7263dd752040a91e66f34043b6e53', 'e70ea0b0af9eecb3e15801079a43830d89c125a4', 1401548182, 1402757782),
(27, 13, 'd4f09ab969f7263dd752040a91e66f34043b6e53', '483074d074f8c116ae983041e900dfdf451d63fc', 1401549391, 1402758991),
(28, 13, 'd4f09ab969f7263dd752040a91e66f34043b6e53', 'ca8387286d67292cc9e597d677ed3da329031b6f', 1401971389, 1403180989),
(29, 13, 'de7686fe24df90b4473c3a28c6ec7724defcb4c4', '59c267ff8dad4a8ef2f98ccebc9e16b5c9964b37', 1402405941, 1403615541),
(30, 13, 'db3782434708aa0c75d65ff9ec2c35f748542795', '7e898c3fc26cadd04590a30cd3eb63a77daee035', 1402576759, 1403786359),
(31, 13, 'db3782434708aa0c75d65ff9ec2c35f748542795', 'ba0027c1a3469be9738bee2054b3573ae46f1b68', 1402583879, 1403793479),
(32, 13, '894af19d7638770229799ae0b5cb49e0cc462309', '261da7105e527d386c968c4e161e6e225d73af44', 1402604335, 1403813935),
(33, 13, '894af19d7638770229799ae0b5cb49e0cc462309', 'a761e28ad1bb6ba4d1bb1229a875d453ebe76de0', 1402829485, 1404039085),
(34, 12, '9b4510ded13c04094d3576666ccd0c8f1d173d54', '0bc12d9f2d1773c1615824d5ec2cb9f4ad7190a1', 1402832325, 1404041925),
(35, 13, 'dc6e2b18161cf733765796d209cd71f12b1dd270', 'b55186b6bf44f2c340e6a0bea01b2e11c41ae906', 1402842931, 1404052531),
(36, 13, 'db3782434708aa0c75d65ff9ec2c35f748542795', '04268430ea4970230fe375606ff69f6fa039f4df', 1403796062, 1405005662),
(37, 13, '894af19d7638770229799ae0b5cb49e0cc462309', '35ce81fe53dc52836f37f5a9063f76189901a655', 1404048766, 1405258366),
(38, 13, 'dc6e2b18161cf733765796d209cd71f12b1dd270', 'ad72a8b7643fca2dda786570ceef56a6710431f7', 1404067091, 1405276691),
(39, 13, 'db3782434708aa0c75d65ff9ec2c35f748542795', '457744ce72738e607ba22134dcd2524654defe83', 1405169762, 1406379362),
(40, 13, 'dc6e2b18161cf733765796d209cd71f12b1dd270', 'baa45645506d8d1bf07e7c3930c91115b6af5277', 1405512713, 1406722313),
(41, 13, 'd8ad7bc732d3bb3bd8ae26cce2e1abfee961699f', '5d5371f105225879f885bb23506f5ae342ed642a', 1405585122, 1406794722),
(42, 13, '348b88762d2da8ea16c35cd7bb847231fd5b5057', '37ffa06b521982c7e6b8e9f92bac7bbd95fb941b', 1406633101, 1407842701),
(43, 13, 'd8ad7bc732d3bb3bd8ae26cce2e1abfee961699f', '47ab6b75d1380644c362e2889bea1b11758bb114', 1407278476, 1408488076);

--
-- Ограничения внешнего ключа сохраненных таблиц
--

--
-- Ограничения внешнего ключа таблицы `menu`
--
ALTER TABLE `menu`
  ADD CONSTRAINT `menu_ibfk_1` FOREIGN KEY (`parent_id`) REFERENCES `menu` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
